Repository: borismul/ZeroClick
Catalog: mobile/lib/l10n/app_*.arb
Languages: ar, cs, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, ro, sv, th, tr, zh

# noCarsAdded
source: No cars added yet
ar: لم تتم إضافة سيارات بعد
cs: Zatím žádná auta
de: Noch keine Autos hinzugefügt
el: Δεν έχουν προστεθεί αυτοκίνητα
es: Aún no hay coches añadidos
fi: Ei autoja vielä
fr: Aucune voiture ajoutée
he: עדיין לא נוספו רכבים
hi: अभी तक कोई कार नहीं जोड़ी गई
hu: Még nincsenek autók
id: Belum ada mobil ditambahkan
it: Nessuna auto aggiunta ancora
ja: 車がまだ追加されていません
ko: 아직 추가된 차량이 없습니다
nb: Ingen biler lagt til ennå
nl: Nog geen auto's toegevoegd
pl: Brak dodanych samochodów
ro: Nu există mașini adăugate
sv: Inga bilar tillagda ännu
th: ยังไม่มีรถยนต์
tr: Henüz araba eklenmedi
zh: 尚未添加车辆

# defaultBadge
source: Default
ar: افتراضي
cs: Výchozí
de: Standard
el: Προεπιλογή
es: Predeterminado
fi: Oletus
fr: Par défaut
he: ברירת מחדל
hi: डिफ़ॉल्ट
hu: Alapértelmezett
it: Predefinita
ja: デフォルト
ko: 기본
nb: Standard
nl: Standaard
pl: Domyślny
ro: Implicit
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
zh: 默认

source: Edit car
ar: تعديل السيارة
cs: Upravit auto
de: Auto bearbeiten
el: Επεξεργασία αυτοκινήτου
es: Editar coche
fi: Muokkaa autoa
fr: Modifier la voiture
he: ערוך רכב
hi: कार संपादित करें
hu: Autó szerkesztése
id: Edit mobil
it: Modifica auto
ja: 車を編集
ko: 차량 편집
nb: Rediger bil
nl: Auto bewerken
pl: Edytuj samochód
ro: Editare mașină
sv: Redigera bil
th: แก้ไขรถยนต์
tr: Arabayı düzenle
zh: 编辑车辆

source: Name
ar: الاسم
cs: Název
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
he: שם
hi: नाम
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
ro: Nume
sv: Namn
th: ชื่อ
tr: Ad
zh: 名称

# nameHint
source: E.g. Audi Q4 e-tron
ar: مثال: Audi Q4 e-tron
cs: Např. Audi Q4 e-tron
de: z.B. Audi Q4 e-tron
el: π.χ. Audi Q4 e-tron
es: Ej. Audi Q4 e-tron
fi: Esim. Audi Q4 e-tron
fr: Ex. Audi Q4 e-tron
he: למשל Audi Q4 e-tron
hi: उदा. Audi Q4 e-tron
hu: Pl. Audi Q4 e-tron
id: Cth. Audi Q4 e-tron
it: Es. Audi Q4 e-tron
ja: 例：Audi Q4 e-tron
ko: 예: Audi Q4 e-tron
nb: F.eks. Audi Q4 e-tron
nl: Bijv. Audi Q4 e-tron
pl: Np. Audi Q4 e-tron
ro: Ex. Audi Q4 e-tron
sv: T.ex. Audi Q4 e-tron
th: เช่น Audi Q4 e-tron
tr: Örn. Audi Q4 e-tron
zh: 例如：奥迪Q4 e-tron

# enterName
source: Enter a name
ar: أدخل اسمًا
cs: Zadejte název
de: Name eingeben
el: Εισάγετε όνομα
es: Introduce un nombre
fi: Anna nimi
fr: Entrez un nom
he: הזן שם
hi: नाम दर्ज करें
hu: Adj meg egy nevet
id: Masukkan nama
it: Inserisci un nome
ja: 名前を入力してください
ko: 이름을 입력하세요
nb: Skriv inn et navn
nl: Vul een naam in
pl: Wprowadź nazwę
ro: Introdu un nume
sv: Ange ett namn
th: กรอกชื่อ
tr: Bir ad girin
zh: 请输入名称

source: Brand
ar: العلامة التجارية
cs: Značka
de: Marke
el: Μάρκα
es: Marca
fi: Merkki
fr: Marque
he: יצרן
hi: ब्रांड
hu: Márka
id: Merek
it: Marca
ja: ブランド
ko: 브랜드
nb: Merke
nl: Merk
pl: Marka
ro: Marcă
sv: Märke
th: ยี่ห้อ
tr: Marka
zh: 品牌

source: Color
ar: اللون
cs: Barva
de: Farbe
el: Χρώμα
fi: Väri
fr: Couleur
he: צבע
hi: रंग
hu: Szín
id: Warna
it: Colore
ja: 色
ko: 색상
nb: Farge
nl: Kleur
pl: Kolor
ro: Culoare
sv: Färg
th: สี
tr: Renk
zh: 颜色

source: Icon
ar: الأيقونة
cs: Ikona
de: Symbol
el: Εικονίδιο
es: Icono
fi: Kuvake
fr: Icône
he: סמל
hi: आइकन
hu: Ikon
id: Ikon
it: Icona
ja: アイコン
ko: 아이콘
nb: Ikon
nl: Icoon
pl: Ikona
ro: Pictogramă
sv: Ikon
th: ไอคอน
tr: Simge
zh: 图标

source: Default car
ar: السيارة الافتراضية
cs: Výchozí auto
de: Standard-Auto
el: Προεπιλεγμένο αυτοκίνητο
es: Coche predeterminado
fi: Oletusauto
fr: Voiture par défaut
he: רכב ברירת מחדל
hi: डिफ़ॉल्ट कार
hu: Alapértelmezett autó
id: Mobil default
it: Auto predefinita
ja: デフォルト車両
ko: 기본 차량
nb: Standardbil
nl: Standaard auto
pl: Domyślny samochód
ro: Mașină implicită
sv: Standardbil
th: รถยนต์ค่าเริ่มต้น
tr: Varsayılan araba
zh: 默认车辆

# defaultCarSubtitle
source: New trips will be linked to this car
ar: ستُربط الرحلات الجديدة بهذه السيارة
cs: Nové jízdy budou přiřazeny tomuto autu
de: Neue Fahrten werden mit diesem Auto verknüpft
el: Νέες διαδρομές θα συνδέονται με αυτό το αυτοκίνητο
es: Los nuevos viajes se vincularán a este coche
fi: Uudet matkat liitetään tähän autoon
fr: Les nouveaux trajets seront liés à cette voiture
he: נסיעות חדשות יקושרו לרכב זה
hi: नई यात्राएं इस कार से जुड़ी होंगी
hu: Új utak ehhez az autóhoz lesznek kapcsolva
id: Perjalanan baru akan dikaitkan dengan mobil ini
it: I nuovi viaggi saranno collegati a questa auto
ja: 新しい走行はこの車に関連付けられます
ko: 새 주행이 이 차량에 연결됩니다
nb: Nye turer kobles til denne bilen
nl: Nieuwe ritten worden aan deze auto gekoppeld
pl: Nowe podróże będą przypisywane do tego samochodu
ro: Călătoriile noi vor fi asociate acestei mașini
sv: Nya resor kopplas till denna bil
th: การเดินทางใหม่จะเชื่อมโยงกับรถคันนี้
tr: Yeni seyahatler bu arabaya bağlanacak
zh: 新行程将关联到此车辆

source: Bluetooth device
ar: جهاز البلوتوث
cs: Bluetooth zařízení
de: Bluetooth-Gerät
el: Συσκευή Bluetooth
es: Dispositivo Bluetooth
fi: Bluetooth-laite
fr: Appareil Bluetooth
he: מכשיר Bluetooth
hi: ब्लूटूथ डिवाइस
hu: Bluetooth eszköz
id: Perangkat Bluetooth
it: Dispositivo Bluetooth
ja: Bluetoothデバイス
ko: 블루투스 장치
nb: Bluetooth-enhet
nl: Bluetooth apparaat
pl: Urządzenie Bluetooth
ro: Dispozitiv Bluetooth
sv: Bluetooth-enhet
th: อุปกรณ์ Bluetooth
tr: Bluetooth cihazı
zh: 蓝牙设备

# autoSetOnConnect
source: Will be set automatically on connection
ar: سيتم ضبطه تلقائيًا عند الاتصال
cs: Nastaví se automaticky při připojení
de: Wird automatisch bei Verbindung eingestellt
el: Θα ρυθμιστεί αυτόματα με τη σύνδεση
es: Se configurará automáticamente al conectar
fi: Asetetaan automaattisesti yhteyden aikana
fr: Sera défini automatiquement à la connexion
he: יוגדר אוטומטית בחיבור
hi: कनेक्ट होने पर स्वचालित सेट होगा
hu: Automatikusan beállítva csatlakozáskor
id: Akan diatur otomatis saat terhubung
it: Verrà impostato automaticamente alla connessione
ja: 接続時に自動設定されます
ko: 연결 시 자동 설정됩니다
nb: Settes automatisk ved tilkobling
nl: Wordt automatisch ingesteld
pl: Zostanie ustawione automatycznie przy połączeniu
ro: Va fi setat automat la conectare
sv: Ställs in automatiskt vid anslutning
th: จะตั้งค่าอัตโนมัติเมื่อเชื่อมต่อ
tr: Bağlantıda otomatik ayarlanacak
zh: 连接时自动设置

# autoSetOnConnectFull
source: Will be set automatically when connecting to CarPlay/Bluetooth
ar: سيتم ضبطه تلقائيًا عند الاتصال بـ CarPlay/البلوتوث
cs: Nastaví se automaticky při připojení k CarPlay/Bluetooth
de: Wird automatisch bei Verbindung mit CarPlay/Bluetooth eingestellt
el: Θα ρυθμιστεί αυτόματα με τη σύνδεση CarPlay/Bluetooth
es: Se configurará automáticamente al conectar a CarPlay/Bluetooth
fi: Asetetaan automaattisesti CarPlay/Bluetooth-yhteyden aikana
fr: Sera défini automatiquement lors de la connexion à CarPlay/Bluetooth
he: יוגדר אוטומטית בחיבור ל-CarPlay/Bluetooth
hi: CarPlay/ब्लूटूथ से कनेक्ट होने पर स्वचालित सेट होगा
hu: Automatikusan beállítva CarPlay/Bluetooth csatlakozáskor
id: Akan diatur otomatis saat terhubung ke CarPlay/Bluetooth
it: Verrà impostato automaticamente quando si connette a CarPlay/Bluetooth
ja: CarPlay/Bluetooth接続時に自動設定されます
ko: CarPlay/블루투스 연결 시 자동 설정됩니다
nb: Settes automatisk ved tilkobling til CarPlay/Bluetooth
nl: Wordt automatisch ingesteld bij verbinding met CarPlay/Bluetooth
pl: Zostanie ustawione automatycznie przy połączeniu z CarPlay/Bluetooth
ro: Va fi setat automat la conectarea CarPlay/Bluetooth
sv: Ställs in automatiskt vid anslutning till CarPlay/Bluetooth
th: จะตั้งค่าอัตโนมัติเมื่อเชื่อมต่อกับ CarPlay/Bluetooth
tr: CarPlay/Bluetooth'a bağlanınca otomatik ayarlanacak
zh: 连接CarPlay/蓝牙时自动设置

source: Car API Connection
ar: اتصال API السيارة
cs: API připojení auta
de: Auto-API-Verbindung
el: Σύνδεση API Αυτοκινήτου
es: Conexión API del Coche
fi: Auton API-yhteys
fr: Connexion API Voiture
he: חיבור API רכב
hi: कार API कनेक्शन
hu: Autó API kapcsolat
id: Koneksi API Mobil
it: Connessione API Auto
ja: 車のAPI接続
ko: 차량 API 연결
nb: Bil-API-tilkobling
nl: Auto API Koppeling
pl: Połączenie API Samochodu
ro: Conexiune API Mașină
sv: Bil-API-anslutning
th: การเชื่อมต่อ API รถยนต์
tr: Araba API Bağlantısı
zh: 车辆API连接

# connectWithBrand
source: Connect with {brand} for odometer and battery status
ar: اتصل بـ {brand} للمسافة وحالة البطارية
cs: Připojte se k {brand} pro tachometr a stav baterie
de: Mit {brand} verbinden für Kilometerstand und Batteriestatus
el: Συνδεθείτε με {brand} για χιλιόμετρα και κατάσταση μπαταρίας
es: Conecta con {brand} para kilometraje y estado de batería
fi: Yhdistä {brand}:iin mittarilukemalle ja akkutilalle
fr: Connectez-vous à {brand} pour le kilométrage et l'état de la batterie
he: התחבר ל-{brand} לקילומטרים וסטטוס סוללה
hi: माइलेज और बैटरी स्थिति के लिए {brand} से कनेक्ट करें
hu: Csatlakozz a {brand}-hoz kilométeróra és akkumulátor állapotért
id: Hubungkan dengan {brand} untuk kilometer dan status baterai
it: Connetti con {brand} per chilometraggio e stato batteria
ja: {brand}に接続して走行距離とバッテリー状態を取得
ko: {brand}에 연결하여 주행거리 및 배터리 상태 확인
nb: Koble til {brand} for kilometerstand og batteristatus
nl: Koppel met {brand} voor kilometerstand en batterijstatus
pl: Połącz z {brand} dla przebiegu i stanu baterii
ro: Conectează-te la {brand} pentru kilometraj și stare baterie
sv: Anslut till {brand} för mätarställning och batteristatus
th: เชื่อมต่อกับ {brand} เพื่อดูระยะทางและสถานะแบตเตอรี่
tr: Kilometre ve pil durumu için {brand}'a bağlan
zh: 连接{brand}以获取里程和电池状态

# brandOther
source: Other
ar: أخرى
cs: Ostatní
de: Sonstige
el: Άλλο
es: Otro
fi: Muu
fr: Autre
he: אחר
hi: अन्य
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nb: Annet
nl: Overig
pl: Inny
ro: Altele
sv: Övrig
th: อื่นๆ
tr: Diğer
zh: 其他

# iconVan
source: Van
ar: فان
cs: Dodávka
el: Βαν
es: Furgoneta
fi: Pakettiauto
fr: Monospace
he: מסחרי
hi: वैन
hu: Furgon
it: Furgone
ja: バン
ko: 밴
nb: Varebil
nl: Bus
ro: Dubă
sv: Skåpbil
th: รถตู้
tr: Minivan
zh: 面包车

source: Log in with Tesla
ar: تسجيل الدخول بـ Tesla
cs: Přihlásit se přes Tesla
de: Mit Tesla anmelden
el: Σύνδεση με Tesla
es: Iniciar sesión con Tesla
fi: Kirjaudu Teslalla
fr: Se connecter avec Tesla
he: התחבר עם Tesla
hi: Tesla से लॉग इन करें
hu: Bejelentkezés Tesla-val
id: Masuk dengan Tesla
it: Accedi con Tesla
ja: Teslaでログイン
ko: Tesla로 로그인
nb: Logg inn med Tesla
nl: Inloggen met Tesla
pl: Zaloguj przez Tesla
ro: Conectare cu Tesla
sv: Logga in med Tesla
th: เข้าสู่ระบบด้วย Tesla
tr: Tesla ile giriş yap
zh: 使用Tesla登录

# teslaLoginInfo
source: You will be redirected to Tesla to log in. Then you can view your car data.
ar: سيتم توجيهك إلى Tesla لتسجيل الدخول. بعد ذلك يمكنك عرض بيانات سيارتك.
cs: Budete přesměrováni na Tesla pro přihlášení. Poté můžete zobrazit data svého auta.
de: Du wirst zu Tesla weitergeleitet, um dich anzumelden. Danach kannst du deine Autodaten einsehen.
el: Θα μεταφερθείτε στην Tesla για σύνδεση. Μετά μπορείτε να δείτε τα δεδομένα του αυτοκινήτου.
es: Serás redirigido a Tesla para iniciar sesión. Después podrás ver los datos de tu coche.
fi: Sinut ohjataan Teslaan kirjautumaan. Sen jälkeen voit nähdä autosi tiedot.
fr: Vous serez redirigé vers Tesla pour vous connecter. Ensuite, vous pourrez voir les données de votre voiture.
he: תועבר ל-Tesla להתחברות. אחר כך תוכל לראות את נתוני הרכב.
hi: आपको लॉग इन करने के लिए Tesla पर रीडायरेक्ट किया जाएगा। उसके बाद आप अपनी कार डेटा देख सकते हैं।
hu: Átirányítunk a Tesla-hoz a bejelentkezéshez. Ezután megtekintheted az autó adatait.
id: Anda akan dialihkan ke Tesla untuk masuk. Setelah itu Anda dapat melihat data mobil Anda.
it: Verrai reindirizzato a Tesla per accedere. Poi potrai vedere i dati della tua auto.
ja: Teslaにリダイレクトされてログインします。その後、車のデータを表示できます。
ko: Tesla로 리디렉션되어 로그인합니다. 그 후 차량 데이터를 볼 수 있습니다.
nb: Du blir omdirigert til Tesla for å logge inn. Deretter kan du se bildataene dine.
nl: Je wordt doorgestuurd naar Tesla om in te loggen. Daarna kun je je auto-data bekijken.
pl: Zostaniesz przekierowany do Tesla, aby się zalogować. Potem możesz zobaczyć dane swojego samochodu.
ro: Vei fi redirecționat către Tesla pentru autentificare. Apoi poți vedea datele mașinii.
sv: Du omdirigeras till Tesla för att logga in. Sedan kan du se din bildata.
th: คุณจะถูกนำไปที่ Tesla เพื่อเข้าสู่ระบบ จากนั้นคุณสามารถดูข้อมูลรถของคุณได้
tr: Giriş yapmak için Tesla'ya yönlendirileceksiniz. Sonra araba verilerinizi görebilirsiniz.
zh: 您将被重定向到Tesla登录。之后您可以查看车辆数据。

source: Username / Email
ar: اسم المستخدم / البريد الإلكتروني
cs: Uživatelské jméno / E-mail
de: Benutzername / E-Mail
el: Όνομα χρήστη / Email
es: Usuario / Email
fi: Käyttäjätunnus / Sähköposti
fr: Nom d'utilisateur / Email
he: שם משתמש / אימייל
hi: उपयोगकर्ता नाम / ईमेल
hu: Felhasználónév / E-mail
id: Nama pengguna / Email
it: Nome utente / Email
ja: ユーザー名/メール
ko: 사용자 이름 / 이메일
nb: Brukernavn / E-post
nl: Gebruikersnaam / E-mail
pl: Nazwa użytkownika / Email
ro: Nume utilizator / Email
sv: Användarnamn / E-post
th: ชื่อผู้ใช้ / อีเมล
tr: Kullanıcı adı / E-posta
zh: 用户名/邮箱

source: Password
ar: كلمة المرور
cs: Heslo
de: Passwort
el: Κωδικός
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hu: Jelszó
id: Kata sandi
ja: パスワード
ko: 비밀번호
nb: Passord
nl: Wachtwoord
pl: Hasło
ro: Parolă
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
zh: 密码

source: Country
ar: البلد
cs: Země
de: Land
el: Χώρα
es: País
fi: Maa
fr: Pays
he: מדינה
hi: देश
hu: Ország
id: Negara
it: Paese
ja: 国
ko: 국가
nb: Land
nl: Land
pl: Kraj
ro: Țară
sv: Land
th: ประเทศ
tr: Ülke
zh: 国家

source: Car updated
ar: تم تحديث السيارة
cs: Auto aktualizováno
de: Auto aktualisiert
el: Το αυτοκίνητο ενημερώθηκε
es: Coche actualizado
fi: Auto päivitetty
fr: Voiture mise à jour
he: הרכב עודכן
hi: कार अपडेट की गई
hu: Autó frissítve
id: Mobil diperbarui
it: Auto aggiornata
ja: 車が更新されました
ko: 차량이 업데이트되었습니다
nb: Bil oppdatert
nl: Auto bijgewerkt
pl: Samochód zaktualizowany
ro: Mașină actualizată
sv: Bil uppdaterad
th: อัปเดตรถยนต์แล้ว
tr: Araba güncellendi
zh: 车辆已更新

source: Car added
ar: تمت إضافة السيارة
cs: Auto přidáno
de: Auto hinzugefügt
el: Το αυτοκίνητο προστέθηκε
es: Coche añadido
fi: Auto lisätty
fr: Voiture ajoutée
he: הרכב נוסף
hi: कार जोड़ी गई
hu: Autó hozzáadva
id: Mobil ditambahkan
it: Auto aggiunta
ja: 車が追加されました
ko: 차량이 추가되었습니다
nb: Bil lagt til
nl: Auto toegevoegd
pl: Samochód dodany
ro: Mașină adăugată
sv: Bil tillagd
th: เพิ่มรถยนต์แล้ว
tr: Araba eklendi
zh: 车辆已添加

# errorMessage
source: Error: {error}
ar: خطأ: {error}
cs: Chyba: {error}
de: Fehler: {error}
el: Σφάλμα: {error}
fi: Virhe: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hi: त्रुटि: {error}
hu: Hiba: {error}
it: Errore: {error}
ja: エラー：{error}
ko: 오류: {error}
nb: Feil: {error}
nl: Fout: {error}
pl: Błąd: {error}
ro: Eroare: {error}
sv: Fel: {error}
th: ข้อผิดพลาด: {error}
tr: Hata: {error}
zh: 错误：{error}

source: Car deleted
ar: تم حذف السيارة
cs: Auto smazáno
de: Auto gelöscht
el: Το αυτοκίνητο διαγράφηκε
es: Coche eliminado
fi: Auto poistettu
fr: Voiture supprimée
he: הרכב נמחק
hi: कार हटाई गई
hu: Autó törölve
id: Mobil dihapus
it: Auto eliminata
ja: 車が削除されました
ko: 차량이 삭제되었습니다
nb: Bil slettet
nl: Auto verwijderd
pl: Samochód usunięty
ro: Mașină ștearsă
sv: Bil borttagen
th: ลบรถยนต์แล้ว
tr: Araba silindi
zh: 车辆已删除

source: Delete car?
ar: حذف السيارة؟
cs: Smazat auto?
de: Auto löschen?
el: Διαγραφή αυτοκινήτου;
es: ¿Eliminar coche?
fi: Poista auto?
fr: Supprimer la voiture ?
he: למחוק את הרכב?
hi: कार हटाएं?
hu: Autó törlése?
id: Hapus mobil?
it: Eliminare auto?
ja: 車を削除しますか？
ko: 차량을 삭제하시겠습니까?
nb: Slett bil?
nl: Auto verwijderen?
pl: Usunąć samochód?
ro: Șterge mașina?
sv: Ta bort bil?
th: ลบรถยนต์?
tr: Araba silinsin mi?
zh: 删除车辆？

# deleteCarConfirmation
source: Are you sure you want to delete "{carName}"? All trips linked to this car will keep their data.
ar: هل أنت متأكد من حذف "{carName}"؟ ستحتفظ جميع الرحلات المرتبطة بهذه السيارة ببياناتها.
cs: Opravdu chcete smazat "{carName}"? Všechny jízdy přiřazené tomuto autu si zachovají svá data.
de: Bist du sicher, dass du "{carName}" löschen möchtest? Alle mit diesem Auto verknüpften Fahrten behalten ihre Daten.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το "{carName}"; Όλες οι διαδρομές που συνδέονται με αυτό το αυτοκίνητο θα διατηρήσουν τα δεδομένα τους.
es: ¿Estás seguro de que quieres eliminar "{carName}"? Todos los viajes vinculados a este coche conservarán sus datos.
fi: Haluatko varmasti poistaa "{carName}"? Kaikki tähän autoon liitetyt matkat säilyttävät tietonsa.
fr: Êtes-vous sûr de vouloir supprimer "{carName}" ? Tous les trajets liés à cette voiture conserveront leurs données.
he: האם אתה בטוח שברצונך למחוק את "{carName}"? כל הנסיעות הקשורות לרכב זה ישמרו את הנתונים שלהן.
hi: क्या आप वाकई "{carName}" हटाना चाहते हैं? इस कार से जुड़ी सभी यात्राएं अपना डेटा रखेंगी।
hu: Biztosan törölni szeretnéd a "{carName}" autót? Az ehhez az autóhoz kapcsolt összes út megtartja adatait.
id: Yakin ingin menghapus "{carName}"? Semua perjalanan yang dikaitkan dengan mobil ini akan tetap menyimpan datanya.
it: Sei sicuro di voler eliminare "{carName}"? Tutti i viaggi collegati a questa auto manterranno i loro dati.
ja: 「{carName}」を削除してもよろしいですか？この車に関連付けられたすべての走行はデータを保持します。
ko: "{carName}"을(를) 삭제하시겠습니까? 이 차량에 연결된 모든 주행 기록은 데이터를 유지합니다.
nb: Er du sikker på at du vil slette "{carName}"? Alle turer koblet til denne bilen beholder dataene sine.
nl: Weet je zeker dat je "{carName}" wilt verwijderen? Alle ritten gekoppeld aan deze auto behouden hun data.
pl: Czy na pewno chcesz usunąć "{carName}"? Wszystkie podróże przypisane do tego samochodu zachowają swoje dane.
ro: Ești sigur că vrei să ștergi "{carName}"? Toate călătoriile asociate acestei mașini își vor păstra datele.
sv: Är du säker på att du vill ta bort "{carName}"? Alla resor kopplade till denna bil behåller sin data.
th: คุณแน่ใจหรือไม่ที่จะลบ "{carName}"? การเดินทางทั้งหมดที่เชื่อมโยงกับรถคันนี้จะเก็บข้อมูลไว้
tr: "{carName}" arabayı silmek istediğinizden emin misiniz? Bu arabaya bağlı tüm seyahatler verilerini koruyacak.
zh: 确定要删除「{carName}」吗？与此车辆关联的所有行程将保留其数据。

source: API settings saved
ar: تم حفظ إعدادات API
cs: Nastavení API uloženo
de: API-Einstellungen gespeichert
el: Αποθηκεύτηκαν οι ρυθμίσεις API
es: Ajustes de API guardados
fi: API-asetukset tallennettu
fr: Paramètres API enregistrés
he: הגדרות API נשמרו
hi: API सेटिंग्स सहेजी गईं
hu: API beállítások mentve
id: Pengaturan API tersimpan
it: Impostazioni API salvate
ja: API設定が保存されました
ko: API 설정이 저장되었습니다
nb: API-innstillinger lagret
nl: API instellingen opgeslagen
pl: Ustawienia API zapisane
ro: Setări API salvate
sv: API-inställningar sparade
th: บันทึกการตั้งค่า API แล้ว
tr: API ayarları kaydedildi
zh: API设置已保存

# teslaAlreadyLinked
source: Tesla is already linked!
ar: Tesla مرتبطة بالفعل!
cs: Tesla je již propojena!
de: Tesla ist bereits verknüpft!
el: Η Tesla είναι ήδη συνδεδεμένη!
es: ¡Tesla ya está vinculado!
fi: Tesla on jo yhdistetty!
fr: Tesla est déjà lié !
he: Tesla כבר מקושרת!
hi: Tesla पहले से लिंक है!
hu: Tesla már csatlakoztatva!
id: Tesla sudah terhubung!
it: Tesla è già collegata!
ja: Teslaは既にリンクされています！
ko: Tesla가 이미 연결되어 있습니다!
nb: Tesla er allerede koblet til!
nl: Tesla is al gekoppeld!
pl: Tesla jest już połączona!
ro: Tesla este deja conectată!
sv: Tesla är redan kopplad!
th: Tesla เชื่อมต่อแล้ว!
tr: Tesla zaten bağlı!
zh: Tesla已关联！

source: Tesla linked!
ar: تم ربط Tesla!
cs: Tesla propojena!
de: Tesla verknüpft!
el: Η Tesla συνδέθηκε!
es: ¡Tesla vinculado!
fi: Tesla yhdistetty!
fr: Tesla lié !
he: Tesla מקושרת!
hi: Tesla लिंक हो गई!
hu: Tesla csatlakoztatva!
id: Tesla terhubung!
it: Tesla collegata!
ja: Teslaがリンクされました！
ko: Tesla가 연결되었습니다!
nb: Tesla koblet til!
nl: Tesla gekoppeld!
pl: Tesla połączona!
ro: Tesla conectată!
sv: Tesla kopplad!
th: เชื่อมต่อ Tesla แล้ว!
tr: Tesla bağlandı!
zh: Tesla已关联！

source: Tesla link failed
ar: فشل ربط Tesla
cs: Propojení Tesla se nezdařilo
de: Tesla-Verknüpfung fehlgeschlagen
el: Αποτυχία σύνδεσης Tesla
es: Error al vincular Tesla
fi: Tesla-yhteys epäonnistui
fr: Échec de la liaison Tesla
he: קישור Tesla נכשל
hi: Tesla लिंक विफल
hu: Tesla csatlakozás sikertelen
id: Gagal menghubungkan Tesla
it: Collegamento Tesla fallito
ja: Teslaのリンクに失敗しました
ko: Tesla 연결 실패
nb: Tesla-tilkobling mislyktes
nl: Tesla koppeling mislukt
pl: Połączenie z Tesla nie powiodło się
ro: Conectare Tesla eșuată
sv: Tesla-koppling misslyckades
th: เชื่อมต่อ Tesla ไม่สำเร็จ
tr: Tesla bağlantısı başarısız
zh: Tesla关联失败

source: Start Trip
ar: بدء الرحلة
cs: Zahájit jízdu
de: Fahrt starten
el: Έναρξη Διαδρομής
es: Iniciar Viaje
fi: Aloita Matka
fr: Démarrer le trajet
he: התחל נסיעה
hi: यात्रा शुरू करें
hu: Út indítása
id: Mulai Perjalanan
it: Inizia Viaggio
ja: 走行を開始
ko: 주행 시작
nb: Start Tur
nl: Start Rit
pl: Rozpocznij Podróż
ro: Începe Călătoria
sv: Starta Resa
th: เริ่มการเดินทาง
tr: Seyahati Başlat
zh: 开始行程

source: Stop Trip
ar: إنهاء الرحلة
cs: Ukončit jízdu
de: Fahrt beenden
el: Τέλος Διαδρομής
es: Terminar Viaje
fi: Lopeta Matka
fr: Arrêter le trajet
he: סיים נסיעה
hi: यात्रा समाप्त करें
hu: Út befejezése
id: Akhiri Perjalanan
it: Termina Viaggio
ja: 走行を終了
ko: 주행 종료
nb: Avslutt Tur
nl: Stop Rit
pl: Zakończ Podróż
ro: Termină Călătoria
sv: Avsluta Resa
th: สิ้นสุดการเดินทาง
tr: Seyahati Durdur
zh: 结束行程

# gpsActiveTracking
source: GPS active - automatic tracking
ar: GPS نشط - تتبع تلقائي
cs: GPS aktivní - automatické sledování
de: GPS aktiv - automatische Aufzeichnung
el: GPS ενεργό - αυτόματη παρακολούθηση
es: GPS activo - seguimiento automático
fi: GPS aktiivinen - automaattinen seuranta
fr: GPS actif - suivi automatique
he: GPS פעיל - מעקב אוטומטי
hi: GPS सक्रिय - स्वचालित ट्रैकिंग
hu: GPS aktív - automatikus követés
id: GPS aktif - pelacakan otomatis
it: GPS attivo - tracciamento automatico
ja: GPS有効 - 自動追跡中
ko: GPS 활성 - 자동 추적 중
nb: GPS aktiv - automatisk sporing
nl: GPS actief - automatische tracking
pl: GPS aktywny - automatyczne śledzenie
ro: GPS activ - urmărire automată
sv: GPS aktiv - automatisk spårning
th: GPS ทำงาน - ติดตามอัตโนมัติ
tr: GPS aktif - otomatik takip
zh: GPS已激活 - 自动追踪中

source: Active trip
ar: رحلة نشطة
cs: Aktivní jízda
de: Aktive Fahrt
el: Ενεργή διαδρομή
es: Viaje activo
fi: Aktiivinen matka
fr: Trajet actif
he: נסיעה פעילה
hi: सक्रिय यात्रा
hu: Aktív út
id: Perjalanan aktif
it: Viaggio attivo
ja: 走行中
ko: 진행 중인 주행
nb: Aktiv tur
nl: Actieve rit
pl: Aktywna podróż
ro: Călătorie activă
sv: Aktiv resa
th: การเดินทางปัจจุบัน
tr: Aktif seyahat
zh: 进行中的行程

# startedAt
source: Started: {time}
ar: البداية: {time}
cs: Zahájeno: {time}
de: Gestartet: {time}
el: Έναρξη: {time}
es: Iniciado: {time}
fi: Aloitettu: {time}
fr: Démarré : {time}
he: התחלה: {time}
hi: शुरू: {time}
hu: Kezdés: {time}
id: Dimulai: {time}
it: Iniziato: {time}
ja: 開始：{time}
ko: 시작: {time}
nb: Startet: {time}
nl: Gestart: {time}
pl: Rozpoczęto: {time}
ro: Început: {time}
sv: Startad: {time}
th: เริ่ม: {time}
tr: Başlangıç: {time}
zh: 开始时间：{time}

# gpsPoints
source: {count} GPS points
ar: {count} نقطة GPS
cs: {count} GPS bodů
de: {count} GPS-Punkte
el: {count} σημεία GPS
es: {count} puntos GPS
fi: {count} GPS-pistettä
fr: {count} points GPS
he: {count} נקודות GPS
hi: {count} GPS पॉइंट
hu: {count} GPS pont
id: {count} titik GPS
it: {count} punti GPS
ja: {count}個のGPSポイント
ko: {count}개 GPS 포인트
nb: {count} GPS-punkter
nl: {count} GPS punten
pl: {count} punktów GPS
ro: {count} puncte GPS
sv: {count} GPS-punkter
th: {count} จุด GPS
tr: {count} GPS noktası
zh: {count}个GPS点

# updatedAt
source: Updated: {time}
ar: آخر تحديث: {time}
cs: Aktualizováno: {time}
de: Aktualisiert: {time}
el: Ενημέρωση: {time}
es: Actualizado: {time}
fi: Päivitetty: {time}
fr: Mis à jour : {time}
he: עודכן: {time}
hi: अपडेट: {time}
hu: Frissítve: {time}
id: Diperbarui: {time}
it: Aggiornato: {time}
ja: 更新：{time}
ko: 업데이트: {time}
nb: Oppdatert: {time}
nl: Bijgewerkt: {time}
pl: Zaktualizowano: {time}
ro: Actualizat: {time}
sv: Uppdaterad: {time}
th: อัปเดต: {time}
tr: Güncellendi: {time}
zh: 更新时间：{time}
