Repository: borismul/ZeroClick
Catalog: mobile/lib/l10n/app_*.arb
Languages: ar, cs, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, ro, sv, th, tr, zh

# termsOfServiceContent
source: TERMS OF SERVICE By using Zero Click ('the app'), you agree to these terms. SERVICE DESCRIPTION Zero Click is a personal trip tracking app that automatically detects when you drive and registers trips. The app uses motion detection, GPS, and optionally your car's API for mileage data. USER RESPONSIBILITIES • Accurate setup: You are responsible for correctly configuring your cars and accounts • Lawful use: Use the app only for legal purposes • Data accuracy: Verify important trip data before using it for tax or business purposes DATA ACCURACY DISCLAIMER • GPS-based distances may vary from actual distances • Odometer readings depend on your car's API accuracy • Automatic trip detection may occasionally miss trips or create false positives • Always review your trips for accuracy SERVICE AVAILABILITY • Zero Click is a personal project and does not guarantee uptime • The service may be unavailable for maintenance or updates • Features may change or be removed at any time ACCOUNT TERMINATION • You can delete your account at any time in Settings • Account deletion permanently removes all your data • We may terminate accounts that violate these terms LIMITATION OF LIABILITY • The app is provided 'as is' without warranties • We are not liable for inaccurate trip data or missed trips • We are not liable for any damages arising from use of the app • Maximum liability is limited to the amount you paid (which is zero, as the app is free) CHANGES TO TERMS We may update these terms at any time. Continued use after changes constitutes acceptance. CONTACT For questions about these terms, contact: support@zeroclick.app
nl: ALGEMENE VOORWAARDEN Door Zero Click ('de app') te gebruiken, ga je akkoord met deze voorwaarden. SERVICEBESCHRIJVING Zero Click is een persoonlijke ritregistratie-app die automatisch detecteert wanneer je rijdt en ritten registreert. De app gebruikt bewegingsdetectie, GPS en optioneel de API van je auto voor kilometergegevens. GEBRUIKERSVERANTWOORDELIJKHEDEN • Correcte setup: Je bent verantwoordelijk voor het correct configureren van je auto's en accounts • Rechtmatig gebruik: Gebruik de app alleen voor legale doeleinden • Gegevensnauwkeurigheid: Controleer belangrijke ritgegevens voordat je deze gebruikt voor belasting of zakelijke doeleinden GEGEVENSNAAUWKEURIGHEID DISCLAIMER • GPS-gebaseerde afstanden kunnen afwijken van werkelijke afstanden • Kilometerstanden zijn afhankelijk van de nauwkeurigheid van de API van je auto • Automatische ritdetectie kan af en toe ritten missen of valse positieven creëren • Controleer altijd je ritten op nauwkeurigheid SERVICEBESCHIKBAARHEID • Zero Click is een persoonlijk project en garandeert geen uptime • De service kan onbeschikbaar zijn voor onderhoud of updates • Functies kunnen op elk moment veranderen of worden verwijderd ACCOUNTBEËINDIGING • Je kunt je account op elk moment verwijderen in Instellingen • Accountverwijdering verwijdert permanent al je gegevens • We kunnen accounts beëindigen die deze voorwaarden schenden AANSPRAKELIJKHEIDSBEPERKING • De app wordt geleverd 'zoals het is' zonder garanties • We zijn niet aansprakelijk voor onnauwkeurige ritgegevens of gemiste ritten • We zijn niet aansprakelijk voor schade door gebruik van de app • Maximale aansprakelijkheid is beperkt tot het bedrag dat je hebt betaald (nul, de app is gratis) WIJZIGINGEN IN VOORWAARDEN We kunnen deze voorwaarden op elk moment bijwerken. Voortgezet gebruik na wijzigingen betekent acceptatie. CONTACT Voor vragen over deze voorwaarden, neem contact op: support@zeroclick.app

source: Language
ar: اللغة
hi: भाषा
ja: 言語
ko: 언어
nl: Taal

source: System default
ar: الافتراضي للنظام
hi: सिस्टम डिफ़ॉल्ट
ja: システムのデフォルト
ko: 시스템 기본값
nl: Systeemstandaard

# appTitle
source: Zero Click
ar: سجل المسافات
cs: Kniha jízd
de: Kilometererfassung
el: Καταγραφή Χιλιομέτρων
es: Registro de Kilómetros
fi: Ajopäiväkirja
fr: Suivi Kilométrique
he: יומן קילומטרים
hi: माइलेज ट्रैकर
hu: Kilométer Napló
id: Catatan Kilometer
it: Registro Chilometri
ja: 走行距離記録
ko: 주행 기록
nb: Kjørebok
pl: Rejestr Kilometrów
ro: Jurnal Kilometri
sv: Körjournal
th: บันทึกระยะทาง
tr: Kilometre Kaydı
zh: 里程记录

# tabStatus
source: Status
ar: الحالة
cs: Stav
el: Κατάσταση
es: Estado
fi: Tila
fr: Statut
he: סטטוס
hi: स्थिति
hu: Állapot
it: Stato
ja: ステータス
ko: 상태
ro: Stare
th: สถานะ
tr: Durum
zh: 状态

source: Route
ar: المسار
cs: Trasa
el: Διαδρομή
es: Ruta
fi: Reitti
fr: Itinéraire
he: מסלול
hi: रूट
hu: Útvonal
id: Rute
it: Percorso
ja: ルート
ko: 경로
nb: Rute
pl: Trasa
ro: Traseu
sv: Rutt
th: เส้นทาง
tr: Rota
zh: 路线

source: Details
ar: التفاصيل
cs: Podrobnosti
el: Λεπτομέρειες
es: Detalles
fi: Tiedot
fr: Détails
he: פרטים
hi: विवरण
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
ko: 상세정보
nb: Detaljer
pl: Szczegóły
ro: Detalii
sv: Detaljer
th: รายละเอียด
tr: Detaylar
zh: 详情

source: Type
ar: النوع
cs: Typ
de: Typ
el: Τύπος
es: Tipo
fi: Tyyppi
he: סוג
hi: प्रकार
hu: Típus
id: Tipe
it: Tipo
ja: タイプ
ko: 유형
pl: Typ
ro: Tip
sv: Typ
th: ประเภท
tr: Tür
zh: 类型

source: Google Maps
ar: خرائط Google
hi: Google मैप्स
ja: Google マップ
ko: Google 지도
tr: Google Haritalar
zh: Google地图

source: Start
ar: البداية
el: Έναρξη
es: Inicio
fi: Alku
fr: Début
he: התחלה
hi: शुरू
hu: Kezdés
id: Mulai
it: Inizio
ja: 開始
ko: 시작
th: เริ่ม
tr: Başlangıç
zh: 开始

source: Account
ar: الحساب
cs: Účet
de: Konto
el: Λογαριασμός
es: Cuenta
fi: Tili
fr: Compte
he: חשבון
hi: खाता
hu: Fiók
id: Akun
ja: アカウント
ko: 계정
nb: Konto
pl: Konto
ro: Cont
sv: Konto
th: บัญชี
tr: Hesap
zh: 账户

source: Google account
ar: حساب Google
cs: Účet Google
de: Google-Konto
el: Λογαριασμός Google
es: Cuenta de Google
fi: Google-tili
fr: Compte Google
he: חשבון Google
hi: Google खाता
hu: Google fiók
id: Akun Google
it: Account Google
ja: Googleアカウント
ko: Google 계정
nb: Google-konto
pl: Konto Google
ro: Cont Google
sv: Google-konto
th: บัญชี Google
tr: Google hesabı
zh: Google账号

# brandAudi
source: Audi
ar: أودي
he: אודי
hi: ऑडी
ja: アウディ
ko: 아우디
zh: 奥迪

# brandVolkswagen
source: Volkswagen
ar: فولكس فاجن
he: פולקסווגן
hi: फॉक्सवैगन
ja: フォルクスワーゲン
ko: 폭스바겐
zh: 大众

# brandSkoda
source: Skoda
ar: سكودا
cs: Škoda
he: סקודה
hi: स्कोडा
ja: シュコダ
ko: 스코다
zh: 斯柯达

# brandSeat
source: Seat
ar: سيات
he: סאט
hi: सीट
ja: セアト
ko: 세아트
zh: 西雅特

# brandCupra
source: Cupra
ar: كوبرا
he: קופרה
hi: कुप्रा
ja: クプラ
ko: 쿠프라
zh: 库普拉

# brandRenault
source: Renault
ar: رينو
he: רנו
hi: रेनॉल्ट
ja: ルノー
ko: 르노
zh: 雷诺

# brandTesla
source: Tesla
ar: تسلا
he: טסלה
hi: टेस्ला
ja: テスラ
ko: 테슬라
zh: 特斯拉

# brandBMW
source: BMW
ar: بي إم دبليو
he: ב.מ.וו
hi: बीएमडब्ल्यू
zh: 宝马

# brandMercedes
source: Mercedes
ar: مرسيدس
he: מרצדס
hi: मर्सिडीज
ja: メルセデス
ko: 메르세데스
zh: 奔驰

# iconSedan
source: Sedan
ar: سيدان
de: Limousine
el: Σεντάν
es: Sedán
fr: Berline
he: סדאן
hi: सेडान
hu: Szedán
it: Berlina
ja: セダン
ko: 세단
th: ซีดาน
zh: 轿车

# iconSUV
source: SUV
ar: دفع رباعي
he: רכב שטח
hi: एसयूवी

# iconHatchback
source: Hatchback
ar: هاتشباك
de: Schrägheck
el: Χάτσμπακ
es: Compacto
fi: Viistoperä
fr: Compacte
he: האצ'בק
hi: हैचबैक
hu: Ferdehátú
it: Utilitaria
ja: ハッチバック
ko: 해치백
nb: Kombi
sv: Halvkombi
th: แฮทช์แบ็ก
zh: 掀背车

# iconSport
source: Sport
ar: رياضية
el: Σπορ
es: Deportivo
fi: Urheiluauto
he: ספורט
hi: स्पोर्ट
it: Sportiva
ja: スポーツ
ko: 스포츠
pl: Sportowy
th: สปอร์ต
tr: Spor
zh: 跑车

# countryHint
source: NL
ar: SA
cs: CZ
de: DE
el: GR
es: ES
fi: FI
fr: FR
he: IL
hi: IN
hu: HU
id: ID
it: IT
ja: JP
ko: KR
nb: NO
pl: PL
ro: RO
sv: SE
th: TH
tr: TR
zh: CN

source: Test API
ar: اختبار API
de: API testen
el: Δοκιμή API
es: Probar API
fi: Testaa API
fr: Tester l'API
he: בדוק API
hi: API टेस्ट करें
hu: API teszt
ja: APIをテスト
ko: API 테스트
pl: Testuj API
sv: Testa API
th: ทดสอบ API
tr: API Test Et
zh: 测试API

source: km
ar: كم
he: ק"מ
hi: किमी
th: กม.
zh: 公里

source: Status
ar: الحالة
cs: Stav
el: Κατάσταση
es: Estado
fi: Tila
fr: Statut
he: סטטוס
hi: स्थिति
hu: Állapot
it: Stato
ja: ステータス
ko: 상태
ro: Stare
th: สถานะ
tr: Durum
zh: 状态

# minutesShort
source: {minutes} min
ar: {minutes} د
el: {minutes} λεπτά
he: {minutes} דק'
hi: {minutes} मिनट
hu: {minutes} perc
id: {minutes} mnt
ja: {minutes}分
ko: {minutes}분
th: {minutes} นาที
tr: {minutes} dk
zh: {minutes}分钟
