Repository: borismul/ZeroClick
Catalog: mobile/lib/l10n/app_*.arb
Languages: ar, cs, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, ro, sv, th, tr, zh

source: Battery
ar: البطارية
cs: Baterie
de: Batterie
el: Μπαταρία
es: Batería
fi: Akku
fr: Batterie
he: סוללה
hi: बैटरी
hu: Akkumulátor
id: Baterai
it: Batteria
ja: バッテリー
ko: 배터리
nb: Batteri
nl: Batterij
pl: Bateria
ro: Baterie
sv: Batteri
th: แบตเตอรี่
tr: Pil
zh: 电池

source: Odometer
ar: عداد المسافات
cs: Tachometr
de: Kilometerstand
el: Χιλιόμετρα
es: Kilometraje
fi: Matkamittari
fr: Kilométrage
he: מד אוץ
hi: ओडोमीटर
hu: Kilométeróra
it: Chilometraggio
ja: 走行距離計
ko: 주행거리계
nb: Kilometerstand
nl: Km-stand
pl: Przebieg
ro: Kilometraj
sv: Mätarställning
th: มาตรวัดระยะทาง
tr: Kilometre sayacı
zh: 里程表

# stateParked
source: Parked
ar: متوقفة
cs: Zaparkováno
de: Geparkt
el: Σταθμευμένο
es: Aparcado
fi: Pysäköity
fr: Garé
he: חונה
hi: पार्क
hu: Parkolva
id: Terparkir
it: Parcheggiata
ja: 駐車中
ko: 주차됨
nb: Parkert
nl: Geparkeerd
pl: Zaparkowany
ro: Parcat
sv: Parkerad
th: จอดอยู่
tr: Park halinde
zh: 已停放

# stateDriving
source: Driving
ar: تسير
cs: Jede
de: Fahrend
el: Σε κίνηση
es: Conduciendo
fi: Ajossa
fr: En route
he: נוסע
hi: ड्राइविंग
hu: Vezetés
id: Berkendara
it: In movimento
ja: 走行中
ko: 주행 중
nb: Kjører
nl: Rijdend
pl: W ruchu
ro: În mișcare
sv: Kör
th: กำลังขับ
tr: Sürüşte
zh: 行驶中

# stateCharging
source: Charging
ar: تشحن
cs: Nabíjí se
de: Lädt
el: Φόρτιση
es: Cargando
fi: Latautuu
fr: En charge
he: נטען
hi: चार्जिंग
hu: Töltés
id: Mengisi daya
it: In carica
ja: 充電中
ko: 충전 중
nb: Lader
nl: Laden
pl: Ładowanie
ro: Se încarcă
sv: Laddar
th: กำลังชาร์จ
tr: Şarj oluyor
zh: 充电中

# stateUnknown
source: Unknown
ar: غير معروف
cs: Neznámý
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hi: अज्ञात
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznany
ro: Necunoscut
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
zh: 未知

# chargingPower
source: Charging: {power} kW
ar: الشحن: {power} كيلوواط
cs: Nabíjení: {power} kW
de: Laden: {power} kW
el: Φόρτιση: {power} kW
es: Cargando: {power} kW
fi: Lataus: {power} kW
fr: Charge : {power} kW
he: טעינה: {power} קו"ט
hi: चार्जिंग: {power} kW
hu: Töltés: {power} kW
id: Mengisi: {power} kW
it: Ricarica: {power} kW
ja: 充電中：{power} kW
ko: 충전: {power} kW
nb: Lader: {power} kW
nl: Laden: {power} kW
pl: Ładowanie: {power} kW
ro: Încărcare: {power} kW
sv: Laddar: {power} kW
th: ชาร์จ: {power} kW
tr: Şarj: {power} kW
zh: 充电功率：{power} kW

# readyIn
source: Ready in: {time}
ar: جاهز خلال: {time}
cs: Hotovo za: {time}
de: Fertig in: {time}
el: Έτοιμο σε: {time}
es: Listo en: {time}
fi: Valmis: {time}
fr: Prêt dans : {time}
he: מוכן בעוד: {time}
hi: तैयार: {time}
hu: Kész: {time}
id: Selesai dalam: {time}
it: Pronta tra: {time}
ja: 完了予定：{time}
ko: 완료 예정: {time}
nb: Klar om: {time}
nl: Klaar over: {time}
pl: Gotowy za: {time}
ro: Gata în: {time}
sv: Klar om: {time}
th: พร้อมใน: {time}
tr: Hazır olacak: {time}
zh: 预计完成：{time}

# hoursMinutes
source: {hours}h {minutes}m
ar: {hours}س {minutes}د
el: {hours}ω {minutes}λ
fi: {hours}t {minutes}m
he: {hours}ש' {minutes}ד'
hi: {hours}घं {minutes}मि
hu: {hours}ó {minutes}p
id: {hours}j {minutes}m
ja: {hours}時間{minutes}分
ko: {hours}시간 {minutes}분
nb: {hours}t {minutes}m
nl: {hours}u {minutes}m
sv: {hours}t {minutes}m
th: {hours}ชม. {minutes}น.
tr: {hours}s {minutes}d
zh: {hours}小时{minutes}分

# addFirstCar
source: Add your first car
ar: أضف سيارتك الأولى
cs: Přidejte své první auto
de: Füge dein erstes Auto hinzu
el: Προσθέστε το πρώτο σας αυτοκίνητο
es: Añade tu primer coche
fi: Lisää ensimmäinen autosi
fr: Ajoutez votre première voiture
he: הוסף את הרכב הראשון שלך
hi: अपनी पहली कार जोड़ें
hu: Add hozzá az első autódat
id: Tambah mobil pertama Anda
it: Aggiungi la tua prima auto
ja: 最初の車を追加
ko: 첫 번째 차량 추가
nb: Legg til din første bil
nl: Voeg je eerste auto toe
pl: Dodaj swój pierwszy samochód
ro: Adaugă prima ta mașină
sv: Lägg till din första bil
th: เพิ่มรถคันแรกของคุณ
tr: İlk arabanızı ekleyin
zh: 添加您的第一辆车

# toTrackPerCar
source: To track trips per car
ar: لتتبع الرحلات لكل سيارة
cs: Pro sledování jízd podle auta
de: Um Fahrten pro Auto zu verfolgen
el: Για παρακολούθηση διαδρομών ανά αυτοκίνητο
es: Para registrar viajes por coche
fi: Seurataksesi matkoja autokohtaisesti
fr: Pour suivre les trajets par voiture
he: למעקב נסיעות לפי רכב
hi: कार के अनुसार यात्राएं ट्रैक करने के लिए
hu: Utak követéséhez autónként
id: Untuk melacak perjalanan per mobil
it: Per tracciare i viaggi per auto
ja: 車ごとに走行を追跡
ko: 차량별 주행 추적
nb: For å spore turer per bil
nl: Om ritten per auto te volgen
pl: Aby śledzić podróże dla każdego samochodu
ro: Pentru a urmări călătoriile per mașină
sv: För att spåra resor per bil
th: เพื่อติดตามการเดินทางต่อรถ
tr: Araba başına seyahatleri takip etmek için
zh: 按车辆追踪行程

source: Select car
ar: اختر سيارة
cs: Vyberte auto
de: Auto auswählen
el: Επιλογή αυτοκινήτου
es: Seleccionar coche
fi: Valitse auto
fr: Sélectionner une voiture
he: בחר רכב
hi: कार चुनें
hu: Autó kiválasztása
id: Pilih mobil
it: Seleziona auto
ja: 車を選択
ko: 차량 선택
nb: Velg bil
nl: Selecteer auto
pl: Wybierz samochód
ro: Selectează mașina
sv: Välj bil
th: เลือกรถยนต์
tr: Araba seç
zh: 选择车辆

source: Manage cars
ar: إدارة السيارات
cs: Spravovat auta
de: Autos verwalten
el: Διαχείριση αυτοκινήτων
es: Gestionar coches
fi: Hallitse autoja
fr: Gérer les voitures
he: נהל רכבים
hi: कारें प्रबंधित करें
hu: Autók kezelése
id: Kelola mobil
it: Gestisci auto
ja: 車を管理
ko: 차량 관리
nb: Administrer biler
nl: Auto's beheren
pl: Zarządzaj samochodami
ro: Administrează mașinile
sv: Hantera bilar
th: จัดการรถยนต์
tr: Arabaları yönet
zh: 管理车辆

source: Unknown device
ar: جهاز غير معروف
cs: Neznámé zařízení
de: Unbekanntes Gerät
el: Άγνωστη συσκευή
es: Dispositivo desconocido
fi: Tuntematon laite
fr: Appareil inconnu
he: מכשיר לא מזוהה
hi: अज्ञात डिवाइस
hu: Ismeretlen eszköz
id: Perangkat tidak dikenal
it: Dispositivo sconosciuto
ja: 不明なデバイス
ko: 알 수 없는 장치
nb: Ukjent enhet
nl: Onbekend apparaat
pl: Nieznane urządzenie
ro: Dispozitiv necunoscut
sv: Okänd enhet
th: อุปกรณ์ไม่รู้จัก
tr: Bilinmeyen cihaz
zh: 未知设备

source: Device: {name}
ar: الجهاز: {name}
cs: Zařízení: {name}
de: Gerät: {name}
el: Συσκευή: {name}
es: Dispositivo: {name}
fi: Laite: {name}
fr: Appareil : {name}
he: מכשיר: {name}
hi: डिवाइस: {name}
hu: Eszköz: {name}
id: Perangkat: {name}
it: Dispositivo: {name}
ja: デバイス：{name}
ko: 장치: {name}
nb: Enhet: {name}
nl: Apparaat: {name}
pl: Urządzenie: {name}
ro: Dispozitiv: {name}
sv: Enhet: {name}
th: อุปกรณ์: {name}
tr: Cihaz: {name}
zh: 设备：{name}

source: Link to car:
ar: ربط بالسيارة:
cs: Propojit s autem:
de: Mit Auto verknüpfen:
el: Σύνδεση με αυτοκίνητο:
es: Vincular al coche:
fi: Yhdistä autoon:
fr: Lier à la voiture :
he: קשר לרכב:
hi: कार से लिंक करें:
hu: Kapcsolás autóhoz:
id: Hubungkan ke mobil:
it: Collega all'auto:
ja: 車にリンク：
ko: 차량에 연결:
nb: Koble til bil:
nl: Koppel aan auto:
pl: Przypisz do samochodu:
ro: Asociază cu mașina:
sv: Koppla till bil:
th: เชื่อมต่อกับรถยนต์:
tr: Arabaya bağla:
zh: 关联到车辆：

# noCarsFound
source: No cars found. Add a car first.
ar: لم يتم العثور على سيارات. أضف سيارة أولاً.
cs: Žádná auta nenalezena. Nejprve přidejte auto.
de: Keine Autos gefunden. Füge zuerst ein Auto hinzu.
el: Δεν βρέθηκαν αυτοκίνητα. Προσθέστε πρώτα ένα αυτοκίνητο.
es: No se encontraron coches. Añade primero un coche.
fi: Autoja ei löytynyt. Lisää auto ensin.
fr: Aucune voiture trouvée. Ajoutez d'abord une voiture.
he: לא נמצאו רכבים. הוסף רכב קודם.
hi: कोई कार नहीं मिली। पहले एक कार जोड़ें।
hu: Nincs autó. Először adj hozzá egy autót.
id: Tidak ada mobil. Tambah mobil terlebih dahulu.
it: Nessuna auto trovata. Aggiungi prima un'auto.
ja: 車が見つかりません。まず車を追加してください。
ko: 차량을 찾을 수 없습니다. 먼저 차량을 추가하세요.
nb: Ingen biler funnet. Legg til en bil først.
nl: Geen auto's gevonden. Voeg eerst een auto toe.
pl: Nie znaleziono samochodów. Najpierw dodaj samochód.
ro: Nu s-au găsit mașini. Adaugă mai întâi o mașină.
sv: Inga bilar hittades. Lägg till en bil först.
th: ไม่พบรถยนต์ เพิ่มรถยนต์ก่อน
tr: Araba bulunamadı. Önce bir araba ekleyin.
zh: 未找到车辆。请先添加车辆。

# carLinkedSuccess
source: {carName} linked to {deviceName} - Trip started!
ar: تم ربط {carName} بـ {deviceName} - بدأت الرحلة!
cs: {carName} propojeno s {deviceName} - Jízda zahájena!
de: {carName} mit {deviceName} verknüpft - Fahrt gestartet!
el: {carName} συνδέθηκε με {deviceName} - Η διαδρομή ξεκίνησε!
es: {carName} vinculado a {deviceName} - ¡Viaje iniciado!
fi: {carName} yhdistetty {deviceName} - Matka aloitettu!
fr: {carName} lié à {deviceName} - Trajet démarré !
he: {carName} קושר ל-{deviceName} - הנסיעה התחילה!
hi: {carName} को {deviceName} से लिंक किया गया - यात्रा शुरू!
hu: {carName} kapcsolva: {deviceName} - Út elindítva!
id: {carName} terhubung ke {deviceName} - Perjalanan dimulai!
it: {carName} collegata a {deviceName} - Viaggio iniziato!
ja: {carName}が{deviceName}にリンクされました - 走行開始！
ko: {carName}이(가) {deviceName}에 연결됨 - 주행 시작!
nb: {carName} koblet til {deviceName} - Tur startet!
nl: {carName} gekoppeld aan {deviceName} - Rit gestart!
pl: {carName} przypisany do {deviceName} - Podróż rozpoczęta!
ro: {carName} asociat cu {deviceName} - Călătorie începută!
sv: {carName} kopplad till {deviceName} - Resa startad!
th: {carName} เชื่อมต่อกับ {deviceName} แล้ว - เริ่มการเดินทาง!
tr: {carName}, {deviceName}'e bağlandı - Seyahat başladı!
zh: {carName}已关联到{deviceName} - 行程已开始！

# linkError
source: Error linking: {error}
ar: خطأ في الربط: {error}
cs: Chyba propojení: {error}
de: Fehler beim Verknüpfen: {error}
el: Σφάλμα σύνδεσης: {error}
es: Error al vincular: {error}
fi: Yhteysvirhe: {error}
fr: Erreur de liaison : {error}
he: שגיאה בקישור: {error}
hi: लिंक त्रुटि: {error}
hu: Kapcsolási hiba: {error}
id: Error menghubungkan: {error}
it: Errore di collegamento: {error}
ja: リンクエラー：{error}
ko: 연결 오류: {error}
nb: Koblingsfeil: {error}
nl: Fout bij koppelen: {error}
pl: Błąd przypisania: {error}
ro: Eroare la asociere: {error}
sv: Kopplingsfel: {error}
th: เชื่อมต่อผิดพลาด: {error}
tr: Bağlama hatası: {error}
zh: 关联错误：{error}

source: Required
ar: مطلوب
cs: Povinné
de: Erforderlich
el: Απαιτείται
es: Obligatorio
fi: Pakollinen
fr: Requis
he: שדה חובה
hi: आवश्यक
hu: Kötelező
id: Wajib
it: Obbligatorio
ja: 必須
ko: 필수
nb: Påkrevd
nl: Verplicht
pl: Wymagane
ro: Obligatoriu
sv: Obligatoriskt
th: จำเป็น
tr: Gerekli
zh: 必填

source: Invalid distance
ar: مسافة غير صالحة
cs: Neplatná vzdálenost
de: Ungültige Entfernung
el: Μη έγκυρη απόσταση
es: Distancia inválida
fi: Virheellinen matka
fr: Distance invalide
he: מרחק לא תקין
hi: अमान्य दूरी
hu: Érvénytelen távolság
id: Jarak tidak valid
it: Distanza non valida
ja: 無効な距離
ko: 잘못된 거리
nb: Ugyldig avstand
nl: Ongeldige afstand
pl: Nieprawidłowa odległość
ro: Distanță invalidă
sv: Ogiltigt avstånd
th: ระยะทางไม่ถูกต้อง
tr: Geçersiz mesafe
zh: 无效距离

# distanceSourceOdometer
source: Via odometer
nl: Via kilometerstand

# distanceSourceOsrm
source: Estimated via route
nl: Geschat via route

# distanceSourceGps
source: Estimated via GPS
nl: Geschat via GPS

source: Distance estimated
nl: Afstand geschat

source: Save location
nl: Locatie opslaan

# locationName
source: Name for this location
nl: Naam voor deze locatie

# locationNameHint
source: E.g. Customer ABC
nl: Bijv. Klant ABC

source: Delete account
nl: Account verwijderen

# deleteAccountSubtitle
source: Delete your account and all data
nl: Verwijder je account en alle gegevens

# deleteAccountTitle
source: Delete account?
nl: Account verwijderen?

# deleteAccountConfirmation
source: This permanently deletes all your trips and data. This action cannot be undone.
nl: Dit verwijdert permanent al je ritten en gegevens. Deze actie kan niet ongedaan worden gemaakt.

source: Account deleted
nl: Account verwijderd

# deleteAccountError
source: Error deleting account: {error}
nl: Fout bij verwijderen: {error}

# onboardingWelcome
source: Welcome to Zero Click
nl: Welkom bij Zero Click

# onboardingWelcomeSubtitle
source: We need a few permissions to automatically track your trips. Let's set them up one by one.
nl: We hebben een paar permissies nodig om je ritten automatisch te volgen. Laten we ze één voor één instellen.

# onboardingNext
source: Next
nl: Volgende

# onboardingSkip
source: Skip
nl: Overslaan

# onboardingDone
source: Done
nl: Klaar

# onboardingOpenSettings
source: Open Settings
nl: Open Instellingen

# onboardingLoginTitle
source: Sign In
nl: Inloggen

# onboardingLoginDescription
source: Sign in with your Google account to sync your trips across devices and access the web dashboard.
nl: Log in met je Google-account om je ritten te synchroniseren en toegang te krijgen tot het webdashboard.

# onboardingLoginButton
source: Sign in with Google
nl: Inloggen met Google

# onboardingLoggingIn
source: Signing in...
nl: Bezig met inloggen...

# onboardingNotificationsTitle
source: Notifications
nl: Notificaties

# onboardingNotificationsDescription
source: We'll notify you when a trip starts or ends, so you know everything is being tracked.
nl: We sturen een melding als een rit begint of eindigt, zodat je weet dat alles wordt bijgehouden.

# onboardingNotificationsButton
source: Allow Notifications
nl: Sta notificaties toe

# onboardingLocationTitle
source: Location Access
nl: Locatietoegang

# onboardingLocationDescription
source: We need your location to track where your trips start and end. This is essential for mileage registration.
nl: We hebben je locatie nodig om te registreren waar ritten starten en eindigen. Dit is essentieel voor kilometerregistratie.

# onboardingLocationButton
source: Allow Location
nl: Sta locatie toe

# onboardingLocationAlwaysTitle
source: Background Location
nl: Achtergrondlocatie

# onboardingLocationAlwaysDescription
source: For automatic trip detection, we need 'Always' access. This lets us track trips even when the app is in the background.
nl: Voor automatische ritdetectie hebben we 'Altijd' toegang nodig. Hiermee kunnen we ritten volgen, ook als de app op de achtergrond draait.

# onboardingLocationAlwaysInstructions
source: Tap 'Open Settings', then go to Location and select 'Always'.
nl: Tik op 'Open Instellingen', ga naar Locatie en kies 'Altijd'.

# onboardingLocationAlwaysGranted
source: Background location enabled!
nl: Achtergrondlocatie ingeschakeld!

# onboardingMotionTitle
source: Motion & Fitness
nl: Beweging en fitness

# onboardingMotionDescription
source: We use motion sensors to detect when you're driving. This helps start trips automatically without draining your battery.
nl: We gebruiken bewegingssensoren om te detecteren wanneer je rijdt. Dit helpt ritten automatisch te starten zonder je batterij leeg te trekken.

# onboardingMotionButton
source: Allow Motion Access
nl: Sta bewegingstoegang toe

# onboardingHowItWorksTitle
source: How it works
nl: Zo werkt het

# onboardingHowItWorksDescription
source: Zero Click uses motion sensors to detect when you're driving. Fully automatic!
nl: Zero Click gebruikt bewegingssensoren om te detecteren wanneer je rijdt. Volledig automatisch!

# onboardingFeatureMotion
source: Motion Detection
nl: Bewegingsdetectie

# onboardingFeatureMotionDesc
source: Your phone detects driving motion and automatically starts tracking. Works fully in the background.
nl: Je telefoon detecteert rijbewegingen en start automatisch met registreren. Werkt volledig op de achtergrond.

# onboardingFeatureBluetooth
source: Car Recognition
nl: Auto herkenning

# onboardingFeatureBluetoothDesc
source: Connect via Bluetooth to identify which car you're driving. Trips are linked to the right vehicle.
nl: Verbind via Bluetooth om te herkennen in welke auto je rijdt. Ritten worden aan de juiste auto gekoppeld.

# onboardingFeatureCarApi
source: Car Account
nl: Auto account

# onboardingFeatureCarApiDesc
source: Link your car's app (myAudi, Tesla, etc.) for automatic odometer readings at trip start and end.
nl: Koppel de app van je auto (myAudi, Tesla, etc.) voor automatische kilometerstanden bij start en einde.

# onboardingSetupTitle
source: Set up your car
nl: Stel je auto in

# onboardingSetupDescription
source: Follow these steps to get the best experience.
nl: Volg deze stappen voor de beste ervaring.

# onboardingSetupStep1Title
source: Add your car
nl: Voeg je auto toe

# onboardingSetupStep1Desc
source: Give your car a name and choose a color. This helps you recognize trips later.
nl: Geef je auto een naam en kies een kleur. Dit helpt je ritten later herkennen.

# onboardingSetupStep1Button
source: Add car now
nl: Auto toevoegen

# onboardingSetupStep2Title
source: Go to your car
nl: Ga naar je auto

# onboardingSetupStep2Desc
source: Walk to your car and turn it on. Make sure Bluetooth is enabled on your phone.
nl: Loop naar je auto en start hem. Zorg dat Bluetooth aan staat op je telefoon.

# onboardingSetupStep3Title
source: Connect Bluetooth
nl: Verbind Bluetooth

# onboardingSetupStep3Desc
source: Pair your phone with your car's Bluetooth. A notification will appear to link it to your car in the app.
nl: Koppel je telefoon met de Bluetooth van je auto. Er verschijnt een melding om deze te koppelen aan je auto in de app.

# onboardingSetupStep4Title
source: Link car account
nl: Koppel auto account

# onboardingSetupStep4Desc
source: Connect your car's app (myAudi, Tesla, etc.) for automatic odometer readings. You can do this later in Settings.
nl: Verbind de app van je auto (myAudi, Tesla, etc.) voor automatische kilometerstanden. Dit kan ook later in Instellingen.

# onboardingSetupLater
source: I'll do this later
nl: Doe ik later

# onboardingAllSet
source: You're all set!
nl: Je bent klaar!

# onboardingAllSetDescription
source: Permissions are configured. Your trips will now be tracked automatically when you connect to your car.
nl: Permissies zijn ingesteld. Je ritten worden nu automatisch bijgehouden wanneer je verbinding maakt met je auto.

# onboardingGetStarted
source: Get Started
nl: Aan de slag

# tutorialDialogTitle
source: Set up your car
nl: Stel je auto in

# tutorialDialogContent
source: Add your car to get the most out of Zero Click. We'll link your trips to the right vehicle and read your odometer automatically.
nl: Voeg je auto toe om het meeste uit Zero Click te halen. We koppelen je ritten aan het juiste voertuig en lezen je kilometerstand automatisch.

# tutorialDialogSetup
source: Add car now
nl: Auto toevoegen

# tutorialMyCarsTitle
source: My Cars
nl: Mijn Auto's

# tutorialMyCarsDesc
source: Tap here to add and manage your cars
nl: Tik hier om je auto's te beheren

# tutorialAddCarTitle
source: Add a car
nl: Auto toevoegen

# tutorialAddCarDesc
source: Tap here to add your first car
nl: Tik hier om je eerste auto toe te voegen

# permissionsMissingTitle
source: Permissions Required
nl: Permissies vereist

# permissionsMissingMessage
source: Some permissions are not granted. The app may not work properly without them.
nl: Sommige permissies zijn niet toegestaan. De app werkt mogelijk niet goed zonder deze.

# permissionsOpenSettings
source: Open Settings
nl: Open Instellingen

# permissionsMissing
source: Missing
nl: Ontbrekend

# permissionLocation
source: Background Location
nl: Achtergrondlocatie

# permissionMotion
source: Motion & Fitness
nl: Beweging en fitness

# permissionNotifications
source: Notifications
nl: Notificaties

source: Legal
nl: Juridisch

# privacyPolicyAndTerms
source: Privacy Policy & Terms
nl: Privacybeleid & Voorwaarden

source: Privacy Policy
nl: Privacybeleid

source: Terms of Service
nl: Algemene voorwaarden

# readFullVersion
source: Read full version online
nl: Lees volledige versie online

# lastUpdated
source: Last updated: {date}
nl: Laatst bijgewerkt: {date}

# privacyPolicyContent
source: PRIVACY POLICY Zero Click ('the app') is a personal trip tracking application. Your privacy is important to us. DATA WE COLLECT • Location data: GPS coordinates during trips to calculate distances and routes • Email address: For account identification via Google Sign-In • Car odometer readings: Retrieved from your car's API (Audi, Tesla, etc.) when linked • Device information: For crash reporting and app improvements WHY WE COLLECT THIS DATA • Trip tracking: To automatically register your business and private trips • Mileage calculation: Using odometer data or GPS coordinates • Authentication: To secure your account and sync across devices • App improvement: To fix bugs and improve reliability HOW DATA IS STORED • All data is stored in Firebase (Google Cloud Platform) in EU region (europe-west4) • Data is encrypted in transit and at rest • Only you can access your trip data THIRD-PARTY SERVICES • Google Sign-In: For authentication • Firebase Analytics: For anonymous usage statistics • Car APIs (Audi, Tesla, Renault, etc.): For odometer readings • Google Maps: For route visualization YOUR RIGHTS • Export: You can export all your trips to Google Sheets via the web dashboard • Deletion: You can delete your account and all data in Settings • Access: You have full access to all your data in the app CONTACT For privacy questions, contact: privacy@zeroclick.app
nl: PRIVACYBELEID Zero Click ('de app') is een persoonlijke ritregistratie-app. Je privacy is belangrijk voor ons. WELKE GEGEVENS WE VERZAMELEN • Locatiegegevens: GPS-coördinaten tijdens ritten om afstanden en routes te berekenen • E-mailadres: Voor accountidentificatie via Google Inloggen • Kilometerstanden: Opgehaald van de API van je auto (Audi, Tesla, etc.) indien gekoppeld • Apparaatinformatie: Voor crashrapportage en app-verbeteringen WAAROOM WE DEZE GEGEVENS VERZAMELEN • Ritregistratie: Om automatisch je zakelijke en privéritten te registreren • Kilometerberekening: Via kilometerstanden of GPS-coördinaten • Authenticatie: Om je account te beveiligen en te synchroniseren tussen apparaten • App-verbetering: Om bugs te repareren en betrouwbaarheid te verbeteren HOE GEGEVENS WORDEN OPGESLAGEN • Alle gegevens worden opgeslagen in Firebase (Google Cloud Platform) in de EU-regio (europe-west4) • Gegevens worden versleuteld tijdens verzending en in rust • Alleen jij hebt toegang tot je ritgegevens DERDE PARTIJEN • Google Inloggen: Voor authenticatie • Firebase Analytics: Voor anonieme gebruiksstatistieken • Auto-API's (Audi, Tesla, Renault, etc.): Voor kilometerstanden • Google Maps: Voor routevisualisatie JE RECHTEN • Export: Je kunt al je ritten exporteren naar Google Sheets via het webdashboard • Verwijdering: Je kunt je account en alle gegevens verwijderen in Instellingen • Toegang: Je hebt volledige toegang tot al je gegevens in de app CONTACT Voor privacyvragen, neem contact op: privacy@zeroclick.app
