Repository: borismul/ZeroClick
Catalog: mobile/lib/l10n/app_*.arb
Languages: ar, cs, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, ro, sv, th, tr, zh

# tabTrips
source: Trips
ar: الرحلات
cs: Jízdy
de: Fahrten
el: Διαδρομές
es: Viajes
fi: Matkat
fr: Trajets
he: נסיעות
hi: यात्राएं
hu: Utak
id: Perjalanan
it: Viaggi
ja: 走行履歴
ko: 주행
nb: Turer
nl: Ritten
pl: Podróże
ro: Călătorii
sv: Resor
th: การเดินทาง
tr: Seyahatler
zh: 行程

# tabSettings
source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
ro: Setări
sv: Inställningar
th: ตั้งค่า
tr: Ayarlar
zh: 设置

# tabCharging
source: Charging
ar: الشحن
cs: Nabíjení
de: Laden
el: Φόρτιση
es: Carga
fi: Lataus
fr: Recharge
he: טעינה
hi: चार्जिंग
hu: Töltés
id: Pengisian
it: Ricarica
ja: 充電
ko: 충전
nb: Lading
nl: Laden
pl: Ładowanie
ro: Încărcare
sv: Laddning
th: ชาร์จ
tr: Şarj
zh: 充电

source: charging stations
ar: محطة شحن
cs: nabíjecích stanic
de: Ladestationen
el: σταθμοί φόρτισης
es: puntos de carga
fi: latausasemaa
fr: bornes de recharge
he: תחנות טעינה
hi: चार्जिंग स्टेशन
hu: töltőállomás
id: stasiun pengisian
it: stazioni di ricarica
ja: 件の充電スタンド
ko: 개의 충전소
nb: ladestasjoner
nl: laadstations
pl: stacji ładowania
ro: stații de încărcare
sv: laddstationer
th: สถานีชาร์จ
tr: şarj istasyonu
zh: 个充电站

source: Log out
ar: تسجيل الخروج
cs: Odhlásit se
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
he: התנתק
hi: लॉग आउट
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Uitloggen
pl: Wyloguj
ro: Deconectare
sv: Logga ut
th: ออกจากระบบ
tr: Çıkış yap
zh: 退出登录

# importantTitle
source: Important
ar: مهم
cs: Důležité
de: Wichtig
el: Σημαντικό
es: Importante
fi: Tärkeää
he: חשוב
hi: महत्वपूर्ण
hu: Fontos
id: Penting
it: Importante
ja: 重要
ko: 중요
nb: Viktig
nl: Belangrijk
pl: Ważne
sv: Viktigt
th: สำคัญ
tr: Önemli
zh: 重要提示

# backgroundWarningMessage
source: This app automatically detects when you get in your car via Bluetooth. This only works if the app is running in the background. If you close the app (swipe up), automatic detection will stop working. Tip: Just leave the app open, and everything will work automatically.
ar: يكتشف هذا التطبيق تلقائيًا عند ركوبك السيارة عبر البلوتوث. يعمل هذا فقط عندما يعمل التطبيق في الخلفية. إذا أغلقت التطبيق (السحب للأعلى)، سيتوقف الاكتشاف التلقائي. نصيحة: اترك التطبيق مفتوحًا وسيعمل كل شيء تلقائيًا.
cs: Tato aplikace automaticky detekuje, když nastoupíte do auta přes Bluetooth. Funguje to pouze když aplikace běží na pozadí. Pokud aplikaci zavřete (přejetím nahoru), automatická detekce přestane fungovat. Tip: Nechte aplikaci otevřenou a vše bude fungovat automaticky.
de: Diese App erkennt automatisch, wenn du ins Auto steigst, via Bluetooth. Das funktioniert nur, wenn die App im Hintergrund läuft. Wenn du die App schließt (nach oben wischen), funktioniert die automatische Erkennung nicht mehr. Tipp: Lass die App einfach offen, dann funktioniert alles automatisch.
el: Αυτή η εφαρμογή ανιχνεύει αυτόματα όταν μπαίνετε στο αυτοκίνητο μέσω Bluetooth. Αυτό λειτουργεί μόνο αν η εφαρμογή τρέχει στο παρασκήνιο. Αν κλείσετε την εφαρμογή (σύρετε προς τα πάνω), η αυτόματη ανίχνευση θα σταματήσει. Συμβουλή: Απλά αφήστε την εφαρμογή ανοιχτή και όλα θα λειτουργούν αυτόματα.
es: Esta aplicación detecta automáticamente cuándo subes al coche a través de Bluetooth. Esto solo funciona si la aplicación está en segundo plano. Si cierras la aplicación (deslizar hacia arriba), la detección automática dejará de funcionar. Consejo: Simplemente deja la aplicación abierta y todo funcionará automáticamente.
fi: Tämä sovellus tunnistaa automaattisesti, kun nouset autoon Bluetoothin kautta. Tämä toimii vain, jos sovellus toimii taustalla. Jos suljet sovelluksen (pyyhkäise ylös), automaattinen tunnistus lakkaa toimimasta. Vinkki: Jätä sovellus auki, niin kaikki toimii automaattisesti.
fr: Cette application détecte automatiquement quand vous montez dans votre voiture via Bluetooth. Cela ne fonctionne que si l'application tourne en arrière-plan. Si vous fermez l'application (balayage vers le haut), la détection automatique cessera de fonctionner. Conseil : Laissez simplement l'application ouverte, et tout fonctionnera automatiquement.
he: האפליקציה הזו מזהה אוטומטית כשאתה נכנס לרכב דרך Bluetooth. זה עובד רק כשהאפליקציה פועלת ברקע. אם תסגור את האפליקציה (החלקה למעלה), הזיהוי האוטומטי יפסיק לעבוד. טיפ: פשוט השאר את האפליקציה פתוחה והכל יעבוד אוטומטית.
hi: यह ऐप ब्लूटूथ के माध्यम से स्वचालित रूप से पता लगाता है कि आप कार में कब बैठते हैं। यह तभी काम करता है जब ऐप बैकग्राउंड में चल रहा हो। यदि आप ऐप बंद करते हैं (ऊपर स्वाइप करें), तो स्वचालित पहचान काम करना बंद कर देगी। सुझाव: ऐप को खुला रखें और सब कुछ स्वचालित रूप से काम करेगा।
hu: Ez az alkalmazás automatikusan érzékeli, amikor beülsz az autóba Bluetooth-on keresztül. Ez csak akkor működik, ha az alkalmazás a háttérben fut. Ha bezárod az alkalmazást (felfelé húzás), az automatikus érzékelés leáll. Tipp: Hagyd nyitva az alkalmazást, és minden automatikusan működik.
id: Aplikasi ini secara otomatis mendeteksi saat Anda masuk ke mobil melalui Bluetooth. Ini hanya berfungsi jika aplikasi berjalan di latar belakang. Jika Anda menutup aplikasi (geser ke atas), deteksi otomatis akan berhenti. Tips: Biarkan aplikasi tetap terbuka, dan semuanya akan berfungsi otomatis.
it: Questa app rileva automaticamente quando sali in auto tramite Bluetooth. Questo funziona solo se l'app è in esecuzione in background. Se chiudi l'app (scorri verso l'alto), il rilevamento automatico smetterà di funzionare. Suggerimento: Lascia semplicemente l'app aperta e tutto funzionerà automaticamente.
ja: このアプリはBluetoothで車に乗ったことを自動検出します。 これはアプリがバックグラウンドで実行されている場合にのみ機能します。アプリを閉じると（上にスワイプ）、自動検出は機能しなくなります。 ヒント：アプリを開いたままにしておけば、すべて自動的に動作します。
ko: 이 앱은 블루투스를 통해 차에 탑승했을 때 자동으로 감지합니다. 이 기능은 앱이 백그라운드에서 실행 중일 때만 작동합니다. 앱을 닫으면(위로 스와이프) 자동 감지가 작동하지 않습니다. 팁: 앱을 열어두면 모든 것이 자동으로 작동합니다.
nb: Denne appen oppdager automatisk når du setter deg i bilen via Bluetooth. Dette fungerer bare hvis appen kjører i bakgrunnen. Hvis du lukker appen (sveip opp), slutter automatisk oppdagelse å fungere. Tips: La appen være åpen, så fungerer alt automatisk.
nl: Deze app detecteert automatisch wanneer je in de auto stapt via Bluetooth. Dit werkt alleen als de app op de achtergrond draait. Als je de app afsluit (omhoog swipen), werkt de automatische detectie niet meer. Tip: Laat de app gewoon open staan, dan werkt alles automatisch.
pl: Ta aplikacja automatycznie wykrywa, kiedy wsiadasz do samochodu przez Bluetooth. Działa to tylko, gdy aplikacja działa w tle. Jeśli zamkniesz aplikację (przesunięcie w górę), automatyczne wykrywanie przestanie działać. Wskazówka: Po prostu zostaw aplikację otwartą, a wszystko będzie działać automatycznie.
ro: Această aplicație detectează automat când urci în mașină prin Bluetooth. Aceasta funcționează doar dacă aplicația rulează în fundal. Dacă închizi aplicația (glisează în sus), detectarea automată va înceta. Sfat: Lasă aplicația deschisă și totul va funcționa automat.
sv: Denna app upptäcker automatiskt när du sätter dig i bilen via Bluetooth. Detta fungerar endast om appen körs i bakgrunden. Om du stänger appen (svep uppåt) slutar automatisk upptäckt att fungera. Tips: Låt appen vara öppen så fungerar allt automatiskt.
th: แอปนี้ตรวจจับอัตโนมัติเมื่อคุณขึ้นรถผ่าน Bluetooth ใช้งานได้เฉพาะเมื่อแอปทำงานอยู่เบื้องหลัง หากคุณปิดแอป (ปัดขึ้น) การตรวจจับอัตโนมัติจะหยุดทำงาน เคล็ดลับ: ปล่อยให้แอปเปิดอยู่ และทุกอย่างจะทำงานอัตโนมัติ
tr: Bu uygulama, Bluetooth üzerinden arabaya bindiğinizi otomatik olarak algılar. Bu yalnızca uygulama arka planda çalışırken çalışır. Uygulamayı kapatırsanız (yukarı kaydırma), otomatik algılama çalışmayı durduracaktır. İpucu: Uygulamayı açık bırakın ve her şey otomatik olarak çalışacaktır.
zh: 此应用通过蓝牙自动检测您何时上车。 此功能仅在应用后台运行时有效。如果您关闭应用（上滑），自动检测将停止工作。 提示：只需保持应用打开，一切将自动运行。

# understood
source: Got it
ar: فهمت
cs: Rozumím
de: Verstanden
el: Κατάλαβα
es: Entendido
fi: Selvä
fr: Compris
he: הבנתי
hi: समझ गया
hu: Értem
id: Mengerti
it: Capito
ja: 了解
ko: 확인
nb: Forstått
nl: Begrepen
pl: Rozumiem
ro: Am înțeles
sv: Uppfattat
th: เข้าใจแล้ว
tr: Anladım
zh: 知道了

# loginPrompt
source: Log in to get started
ar: سجل الدخول للبدء
cs: Přihlaste se pro začátek
de: Melde dich an, um zu beginnen
el: Συνδεθείτε για να ξεκινήσετε
es: Inicia sesión para comenzar
fi: Kirjaudu sisään aloittaaksesi
fr: Connectez-vous pour commencer
he: התחבר כדי להתחיל
hi: शुरू करने के लिए लॉग इन करें
hu: Jelentkezz be a kezdéshez
id: Masuk untuk memulai
it: Accedi per iniziare
ja: ログインして開始
ko: 시작하려면 로그인하세요
nb: Logg inn for å begynne
nl: Log in om te beginnen
pl: Zaloguj się, aby rozpocząć
ro: Conectează-te pentru a începe
sv: Logga in för att börja
th: เข้าสู่ระบบเพื่อเริ่มต้น
tr: Başlamak için giriş yapın
zh: 登录以开始

# loginSubtitle
source: Log in with your Google account and configure the car API
ar: سجل الدخول بحساب Google وقم بتكوين واجهة برمجة السيارة
cs: Přihlaste se účtem Google a nakonfigurujte API auta
de: Melde dich mit deinem Google-Konto an und konfiguriere die Auto-API
el: Συνδεθείτε με τον λογαριασμό Google και ρυθμίστε το API του αυτοκινήτου
es: Inicia sesión con tu cuenta de Google y configura la API del coche
fi: Kirjaudu Google-tililläsi ja määritä auton API
fr: Connectez-vous avec votre compte Google et configurez l'API voiture
he: התחבר עם חשבון Google והגדר את ה-API של הרכב
hi: अपने Google खाते से लॉग इन करें और कार API कॉन्फ़िगर करें
hu: Jelentkezz be Google-fiókkal és állítsd be az autó API-t
id: Masuk dengan akun Google Anda dan konfigurasikan API mobil
it: Accedi con il tuo account Google e configura l'API dell'auto
ja: Googleアカウントでログインし、車のAPIを設定してください
ko: Google 계정으로 로그인하고 차량 API를 설정하세요
nb: Logg inn med Google-kontoen din og konfigurer bil-API-et
nl: Log in met je Google account en configureer de auto API
pl: Zaloguj się kontem Google i skonfiguruj API samochodu
ro: Conectează-te cu contul Google și configurează API-ul mașinii
sv: Logga in med ditt Google-konto och konfigurera bil-API:et
th: เข้าสู่ระบบด้วยบัญชี Google และกำหนดค่า API รถยนต์
tr: Google hesabınızla giriş yapın ve araba API'sini yapılandırın
zh: 使用Google账号登录并配置汽车API

source: Go to Settings
ar: الذهاب للإعدادات
cs: Jít do Nastavení
de: Zu den Einstellungen
el: Μετάβαση στις Ρυθμίσεις
es: Ir a Ajustes
fi: Siirry Asetuksiin
fr: Aller aux Paramètres
he: עבור להגדרות
hi: सेटिंग्स में जाएं
hu: Beállítások
id: Ke Pengaturan
it: Vai alle Impostazioni
ja: 設定へ移動
ko: 설정으로 이동
nb: Gå til Innstillinger
nl: Naar instellingen
pl: Przejdź do Ustawień
ro: Mergi la Setări
sv: Gå till Inställningar
th: ไปที่ตั้งค่า
tr: Ayarlara Git
zh: 前往设置

source: CarPlay connected
ar: CarPlay متصل
cs: CarPlay připojeno
de: CarPlay verbunden
el: CarPlay συνδεδεμένο
es: CarPlay conectado
fi: CarPlay yhdistetty
fr: CarPlay connecté
he: CarPlay מחובר
hi: CarPlay कनेक्टेड
hu: CarPlay csatlakoztatva
id: CarPlay terhubung
it: CarPlay connesso
ja: CarPlay接続済み
ko: CarPlay 연결됨
nb: CarPlay tilkoblet
nl: CarPlay verbonden
pl: CarPlay połączony
ro: CarPlay conectat
sv: CarPlay ansluten
th: CarPlay เชื่อมต่อแล้ว
tr: CarPlay bağlı
zh: CarPlay已连接

# offlineWarning
source: Offline - actions will be queued
ar: غير متصل - ستتم إضافة الإجراءات للقائمة
cs: Offline - akce budou zařazeny do fronty
de: Offline - Aktionen werden in die Warteschlange gestellt
el: Εκτός σύνδεσης - οι ενέργειες θα μπουν σε ουρά
es: Sin conexión - las acciones se pondrán en cola
fi: Offline - toiminnot lisätään jonoon
fr: Hors ligne - les actions seront mises en file d'attente
he: לא מקוון - פעולות יתווספו לתור
hi: ऑफ़लाइन - क्रियाएं कतार में जोड़ी जाएंगी
hu: Offline - műveletek sorba állítva
id: Offline - tindakan akan diantrekan
it: Offline - le azioni verranno messe in coda
ja: オフライン - アクションはキューに追加されます
ko: 오프라인 - 작업이 대기열에 추가됩니다
nb: Frakoblet - handlinger settes i kø
nl: Offline - acties worden in wachtrij geplaatst
pl: Offline - akcje zostaną dodane do kolejki
ro: Offline - acțiunile vor fi puse în coadă
sv: Offline - åtgärder köas
th: ออฟไลน์ - การดำเนินการจะถูกเข้าคิว
tr: Çevrimdışı - eylemler kuyruğa alınacak
zh: 离线 - 操作将排队处理

source: Recent trips
ar: الرحلات الأخيرة
cs: Nedávné jízdy
de: Letzte Fahrten
el: Πρόσφατες διαδρομές
es: Viajes recientes
fi: Viimeisimmät matkat
fr: Trajets récents
he: נסיעות אחרונות
hi: हाल की यात्राएं
hu: Legutóbbi utak
id: Perjalanan terbaru
it: Viaggi recenti
ja: 最近の走行
ko: 최근 주행
nb: Siste turer
nl: Laatste ritten
pl: Ostatnie podróże
ro: Călătorii recente
sv: Senaste resor
th: การเดินทางล่าสุด
tr: Son seyahatler
zh: 最近行程

# configureFirst
source: Configure the app in Settings first
ar: قم بتكوين التطبيق في الإعدادات أولاً
cs: Nejprve nakonfigurujte aplikaci v Nastavení
de: Konfiguriere zuerst die App in den Einstellungen
el: Ρυθμίστε πρώτα την εφαρμογή στις Ρυθμίσεις
es: Configura primero la aplicación en Ajustes
fi: Määritä sovellus ensin Asetuksissa
fr: Configurez d'abord l'application dans les Paramètres
he: הגדר קודם את האפליקציה בהגדרות
hi: पहले सेटिंग्स में ऐप कॉन्फ़िगर करें
hu: Először állítsd be az alkalmazást a Beállításokban
id: Konfigurasikan aplikasi di Pengaturan terlebih dahulu
it: Prima configura l'app nelle Impostazioni
ja: まず設定でアプリを構成してください
ko: 먼저 설정에서 앱을 구성하세요
nb: Konfigurer appen i Innstillinger først
nl: Configureer eerst de app in Instellingen
pl: Najpierw skonfiguruj aplikację w Ustawieniach
ro: Configurează mai întâi aplicația în Setări
sv: Konfigurera appen i Inställningar först
th: กรุณากำหนดค่าแอปในตั้งค่าก่อน
tr: Önce Ayarlar'da uygulamayı yapılandırın
zh: 请先在设置中配置应用

source: No trips yet
ar: لا توجد رحلات بعد
cs: Zatím žádné jízdy
de: Noch keine Fahrten
el: Δεν υπάρχουν διαδρομές ακόμα
es: Aún no hay viajes
fi: Ei matkoja vielä
fr: Pas encore de trajets
he: עדיין אין נסיעות
hi: अभी तक कोई यात्रा नहीं
hu: Még nincsenek utak
id: Belum ada perjalanan
it: Ancora nessun viaggio
ja: 走行履歴はありません
ko: 아직 주행 기록이 없습니다
nb: Ingen turer ennå
nl: Nog geen ritten
pl: Brak podróży
ro: Încă nu există călătorii
sv: Inga resor ännu
th: ยังไม่มีการเดินทาง
tr: Henüz seyahat yok
zh: 暂无行程

# routeLongerPercent
source: Route +{percent}% longer
ar: المسار أطول بـ +{percent}%
cs: Trasa +{percent}% delší
de: Route +{percent}% länger
el: Διαδρομή +{percent}% μεγαλύτερη
es: Ruta +{percent}% más larga
fi: Reitti +{percent}% pidempi
fr: Route +{percent}% plus longue
he: מסלול ארוך ב-+{percent}%
hi: रूट +{percent}% लंबा
hu: Útvonal +{percent}% hosszabb
id: Rute +{percent}% lebih panjang
it: Percorso +{percent}% più lungo
ja: ルート +{percent}% 長い
ko: 경로 +{percent}% 더 김
nb: Rute +{percent}% lengre
nl: Route +{percent}% langer
pl: Trasa +{percent}% dłuższa
ro: Traseu +{percent}% mai lung
sv: Rutt +{percent}% längre
th: เส้นทางยาวขึ้น +{percent}%
tr: Rota +%{percent} daha uzun
zh: 路线长{percent}%

source: From
ar: من
cs: Odkud
de: Von
el: Από
es: Desde
fi: Mistä
fr: De
he: מ
hi: से
hu: Honnan
id: Dari
it: Da
ja: 出発地
ko: 출발
nb: Fra
nl: Van
pl: Z
ro: De la
sv: Från
th: จาก
tr: Nereden
zh: 从

source: To
ar: إلى
cs: Kam
de: Nach
el: Προς
es: Hasta
fi: Minne
fr: À
he: אל
hi: तक
hu: Hová
id: Ke
it: A
ja: 目的地
ko: 도착
nb: Til
nl: Naar
pl: Do
ro: La
sv: Till
th: ถึง
tr: Nereye
zh: 到

source: Date
ar: التاريخ
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
fi: Päivämäärä
he: תאריך
hi: तारीख
hu: Dátum
id: Tanggal
it: Data
ja: 日付
ko: 날짜
nb: Dato
nl: Datum
pl: Data
ro: Data
sv: Datum
th: วันที่
tr: Tarih
zh: 日期

source: Time
ar: الوقت
cs: Čas
de: Zeit
el: Ώρα
es: Hora
fi: Aika
fr: Heure
he: שעה
hi: समय
hu: Idő
id: Waktu
it: Ora
ja: 時間
ko: 시간
nb: Tid
nl: Tijd
pl: Czas
ro: Ora
sv: Tid
th: เวลา
tr: Saat
zh: 时间

source: Distance
ar: المسافة
cs: Vzdálenost
de: Entfernung
el: Απόσταση
es: Distancia
fi: Matka
he: מרחק
hi: दूरी
hu: Távolság
id: Jarak
it: Distanza
ja: 距離
ko: 거리
nb: Avstand
nl: Afstand
pl: Odległość
ro: Distanță
sv: Avstånd
th: ระยะทาง
tr: Mesafe
zh: 距离

# tripTypeBusiness
source: Business
ar: عمل
cs: Pracovní
de: Geschäftlich
el: Επαγγελματική
es: Trabajo
fi: Työ
fr: Professionnel
he: עסקי
hi: व्यवसाय
hu: Üzleti
id: Bisnis
it: Lavoro
ja: 業務
ko: 업무
nb: Jobb
nl: Zakelijk
pl: Służbowy
ro: Serviciu
sv: Tjänst
th: ธุรกิจ
tr: İş
zh: 商务

# tripTypePrivate
source: Private
ar: شخصي
cs: Soukromá
de: Privat
el: Προσωπική
es: Personal
fi: Yksityinen
fr: Privé
he: פרטי
hi: निजी
hu: Magán
id: Pribadi
it: Privato
ja: プライベート
ko: 개인
nb: Privat
nl: Privé
pl: Prywatny
ro: Personal
sv: Privat
th: ส่วนตัว
tr: Özel
zh: 私人

# tripTypeMixed
source: Mixed
ar: مختلط
cs: Smíšená
de: Gemischt
el: Μικτή
es: Mixto
fi: Sekoitettu
fr: Mixte
he: מעורב
hi: मिश्रित
hu: Vegyes
id: Campuran
it: Misto
ja: 混合
ko: 혼합
nb: Blandet
nl: Gemengd
pl: Mieszany
ro: Mixt
sv: Blandat
th: ผสม
tr: Karışık
zh: 混合

source: Route deviation
ar: انحراف المسار
cs: Odchylka trasy
de: Routenabweichung
el: Απόκλιση διαδρομής
es: Desviación de ruta
fi: Reittipoikkeama
fr: Déviation d'itinéraire
he: סטייה מהמסלול
hi: रूट विचलन
hu: Útvonal eltérés
id: Deviasi rute
it: Deviazione percorso
ja: ルート偏差
ko: 경로 편차
nb: Ruteavvik
nl: Route afwijking
pl: Odchylenie trasy
ro: Deviație traseu
sv: Ruttavvikelse
th: ความเบี่ยงเบนของเส้นทาง
tr: Rota sapması
zh: 路线偏差

source: Car
ar: السيارة
cs: Auto
de: Auto
el: Αυτοκίνητο
es: Coche
fi: Auto
fr: Voiture
he: רכב
hi: कार
hu: Autó
id: Mobil
it: Auto
ja: 車
ko: 차량
nb: Bil
nl: Auto
pl: Samochód
ro: Mașină
sv: Bil
th: รถยนต์
tr: Araba
zh: 车辆

# routeDeviationWarning
source: Route is {percent}% longer than expected via Google Maps
ar: المسار أطول بـ {percent}% من المتوقع عبر خرائط Google
cs: Trasa je o {percent}% delší než očekávaná podle Google Maps
de: Route ist {percent}% länger als über Google Maps erwartet
el: Η διαδρομή είναι {percent}% μεγαλύτερη από την αναμενόμενη μέσω Google Maps
es: La ruta es {percent}% más larga de lo esperado según Google Maps
fi: Reitti on {percent}% pidempi kuin Google Mapsin odotettu
fr: L'itinéraire est {percent}% plus long que prévu via Google Maps
he: המסלול ארוך ב-{percent}% מהצפי לפי Google Maps
hi: रूट Google मैप्स की अपेक्षा से {percent}% लंबा है
hu: Az útvonal {percent}%-kal hosszabb a Google Maps által vártnál
id: Rute {percent}% lebih panjang dari perkiraan Google Maps
it: Il percorso è {percent}% più lungo del previsto secondo Google Maps
ja: ルートはGoogleマップの予想より{percent}%長いです
ko: 경로가 Google 지도 예상보다 {percent}% 깁니다
nb: Ruten er {percent}% lengre enn forventet via Google Maps
nl: Route is {percent}% langer dan verwacht via Google Maps
pl: Trasa jest {percent}% dłuższa niż oczekiwano według Google Maps
ro: Traseul este cu {percent}% mai lung decât se aștepta prin Google Maps
sv: Rutten är {percent}% längre än förväntat enligt Google Maps
th: เส้นทางยาวกว่าที่คาดไว้จาก Google Maps {percent}%
tr: Rota, Google Haritalar'ın beklediğinden %{percent} daha uzun
zh: 路线比Google地图预期长{percent}%

source: View on Map
nl: Bekijk op kaart

source: Edit trip
ar: تعديل الرحلة
cs: Upravit jízdu
de: Fahrt bearbeiten
el: Επεξεργασία διαδρομής
es: Editar viaje
fi: Muokkaa matkaa
fr: Modifier le trajet
he: ערוך נסיעה
hi: यात्रा संपादित करें
hu: Út szerkesztése
id: Edit perjalanan
it: Modifica viaggio
ja: 走行を編集
ko: 주행 편집
nb: Rediger tur
nl: Rit bewerken
pl: Edytuj podróż
ro: Editare călătorie
sv: Redigera resa
th: แก้ไขการเดินทาง
tr: Seyahati düzenle
zh: 编辑行程

source: Add trip
ar: إضافة رحلة
cs: Přidat jízdu
de: Fahrt hinzufügen
el: Προσθήκη διαδρομής
es: Añadir viaje
fi: Lisää matka
fr: Ajouter un trajet
he: הוסף נסיעה
hi: यात्रा जोड़ें
hu: Út hozzáadása
id: Tambah perjalanan
it: Aggiungi viaggio
ja: 走行を追加
ko: 주행 추가
nb: Legg til tur
nl: Rit toevoegen
pl: Dodaj podróż
ro: Adaugă călătorie
sv: Lägg till resa
th: เพิ่มการเดินทาง
tr: Seyahat ekle
zh: 添加行程

# dateAndTime
source: Date & Time
ar: التاريخ والوقت
cs: Datum a čas
de: Datum & Zeit
el: Ημερομηνία & Ώρα
es: Fecha y Hora
fi: Päivämäärä & Aika
fr: Date et Heure
he: תאריך ושעה
hi: तारीख और समय
hu: Dátum és idő
id: Tanggal & Waktu
it: Data e Ora
ja: 日付と時間
ko: 날짜 및 시간
nb: Dato & Tid
nl: Datum & Tijd
pl: Data i Czas
ro: Data și Ora
sv: Datum & Tid
th: วันที่และเวลา
tr: Tarih ve Saat
zh: 日期和时间

source: End
ar: النهاية
cs: Konec
de: Ende
el: Λήξη
es: Fin
fi: Loppu
fr: Fin
he: סיום
hi: समाप्त
hu: Befejezés
id: Selesai
it: Fine
ja: 終了
ko: 종료
nb: Slutt
nl: Eind
pl: Koniec
ro: Sfârșit
sv: Slut
th: สิ้นสุด
tr: Bitiş
zh: 结束

# fromPlaceholder
source: From
ar: من
cs: Odkud
de: Von
el: Από
es: Desde
fi: Mistä
fr: De
he: מ
hi: से
hu: Honnan
id: Dari
it: Da
ja: 出発地
ko: 출발지
nb: Fra
nl: Van
pl: Z
ro: De la
sv: Från
th: จาก
tr: Nereden
zh: 起点

# toPlaceholder
source: To
ar: إلى
cs: Kam
de: Nach
el: Προς
es: Hasta
fi: Minne
fr: À
he: אל
hi: तक
hu: Hová
id: Ke
it: A
ja: 目的地
ko: 도착지
nb: Til
nl: Naar
pl: Do
ro: La
sv: Till
th: ถึง
tr: Nereye
zh: 终点

# distanceAndType
source: Distance & Type
ar: المسافة والنوع
cs: Vzdálenost a typ
de: Entfernung & Typ
el: Απόσταση & Τύπος
es: Distancia y Tipo
fi: Matka & Tyyppi
fr: Distance et Type
he: מרחק וסוג
hi: दूरी और प्रकार
hu: Távolság és típus
id: Jarak & Tipe
it: Distanza e Tipo
ja: 距離とタイプ
ko: 거리 및 유형
nb: Avstand & Type
nl: Afstand & Type
pl: Odległość i Typ
ro: Distanță și Tip
sv: Avstånd & Typ
th: ระยะทางและประเภท
tr: Mesafe ve Tür
zh: 距离和类型

source: Distance (km)
ar: المسافة (كم)
cs: Vzdálenost (km)
de: Entfernung (km)
el: Απόσταση (km)
es: Distancia (km)
fi: Matka (km)
he: מרחק (ק"מ)
hi: दूरी (किमी)
hu: Távolság (km)
id: Jarak (km)
it: Distanza (km)
ja: 距離（km）
ko: 거리 (km)
nb: Avstand (km)
nl: Afstand (km)
pl: Odległość (km)
ro: Distanță (km)
sv: Avstånd (km)
th: ระยะทาง (กม.)
tr: Mesafe (km)
zh: 距离（公里）

source: Business km
ar: كم عمل
cs: Pracovní km
de: Geschäftlich km
el: Επαγγελματικά km
es: Km trabajo
fi: Työ km
fr: Km professionnel
he: ק"מ עסקי
hi: व्यवसाय किमी
hu: Üzleti km
id: Km bisnis
it: Km lavoro
ja: 業務 km
ko: 업무 km
nb: Jobb km
nl: Zakelijk km
pl: Km służbowe
ro: Km serviciu
sv: Tjänste-km
th: กม. ธุรกิจ
tr: İş km
zh: 商务公里

source: Private km
ar: كم شخصي
cs: Soukromé km
de: Privat km
el: Προσωπικά km
es: Km personal
fi: Yksityinen km
fr: Km privé
he: ק"מ פרטי
hi: निजी किमी
hu: Magán km
id: Km pribadi
it: Km privato
ja: プライベート km
ko: 개인 km
nb: Privat km
nl: Privé km
pl: Km prywatne
ro: Km personal
sv: Privat km
th: กม. ส่วนตัว
tr: Özel km
zh: 私人公里

source: Save
ar: حفظ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמור
hi: सहेजें
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pl: Zapisz
ro: Salvează
sv: Spara
th: บันทึก
tr: Kaydet
zh: 保存

source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Añadir
fi: Lisää
fr: Ajouter
he: הוסף
hi: जोड़ें
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pl: Dodaj
ro: Adaugă
sv: Lägg till
th: เพิ่ม
tr: Ekle
zh: 添加

source: Delete trip?
ar: حذف الرحلة؟
cs: Smazat jízdu?
de: Fahrt löschen?
el: Διαγραφή διαδρομής;
es: ¿Eliminar viaje?
fi: Poista matka?
fr: Supprimer le trajet ?
he: למחוק את הנסיעה?
hi: यात्रा हटाएं?
hu: Út törlése?
id: Hapus perjalanan?
it: Eliminare viaggio?
ja: 走行を削除しますか？
ko: 주행을 삭제하시겠습니까?
nb: Slett tur?
nl: Rit verwijderen?
pl: Usunąć podróż?
ro: Șterge călătoria?
sv: Ta bort resa?
th: ลบการเดินทาง?
tr: Seyahat silinsin mi?
zh: 删除行程？
