Repository: borismul/ZeroClick
Catalog: mobile/lib/l10n/app_*.arb
Languages: ar, cs, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, ro, sv, th, tr, zh

# deleteTripConfirmation
source: Are you sure you want to delete this trip?
ar: هل أنت متأكد من حذف هذه الرحلة؟
cs: Opravdu chcete smazat tuto jízdu?
de: Bist du sicher, dass du diese Fahrt löschen möchtest?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη διαδρομή;
es: ¿Estás seguro de que quieres eliminar este viaje?
fi: Haluatko varmasti poistaa tämän matkan?
fr: Êtes-vous sûr de vouloir supprimer ce trajet ?
he: האם אתה בטוח שברצונך למחוק את הנסיעה הזו?
hi: क्या आप वाकई इस यात्रा को हटाना चाहते हैं?
hu: Biztosan törölni szeretnéd ezt az utat?
id: Yakin ingin menghapus perjalanan ini?
it: Sei sicuro di voler eliminare questo viaggio?
ja: この走行を削除してもよろしいですか？
ko: 이 주행 기록을 삭제하시겠습니까?
nb: Er du sikker på at du vil slette denne turen?
nl: Weet je zeker dat je deze rit wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę podróż?
ro: Ești sigur că vrei să ștergi această călătorie?
sv: Är du säker på att du vill ta bort denna resa?
th: คุณแน่ใจหรือไม่ที่จะลบการเดินทางนี้?
tr: Bu seyahati silmek istediğinizden emin misiniz?
zh: 确定要删除这次行程吗？

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
ro: Anulează
sv: Avbryt
th: ยกเลิก
tr: İptal
zh: 取消

source: Delete
ar: حذف
cs: Smazat
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hi: हटाएं
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
ro: Șterge
sv: Ta bort
th: ลบ
tr: Sil
zh: 删除

source: Something went wrong
ar: حدث خطأ ما
cs: Něco se pokazilo
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
fi: Jotain meni pieleen
fr: Une erreur s'est produite
he: משהו השתבש
hi: कुछ गलत हो गया
hu: Valami hiba történt
id: Terjadi kesalahan
it: Qualcosa è andato storto
ja: エラーが発生しました
ko: 문제가 발생했습니다
nb: Noe gikk galt
nl: Er ging iets mis
pl: Coś poszło nie tak
ro: Ceva nu a mers bine
sv: Något gick fel
th: เกิดข้อผิดพลาด
tr: Bir şeyler yanlış gitti
zh: 出错了

source: Could not delete
ar: تعذر الحذف
cs: Nepodařilo se smazat
de: Konnte nicht löschen
el: Αδυναμία διαγραφής
es: No se pudo eliminar
fi: Poistaminen epäonnistui
fr: Impossible de supprimer
he: לא ניתן למחוק
hi: हटा नहीं सका
hu: Nem sikerült törölni
id: Tidak dapat menghapus
it: Impossibile eliminare
ja: 削除できませんでした
ko: 삭제할 수 없습니다
nb: Kunne ikke slette
nl: Kon niet verwijderen
pl: Nie można usunąć
ro: Nu s-a putut șterge
sv: Kunde inte ta bort
th: ไม่สามารถลบได้
tr: Silinemedi
zh: 无法删除

source: Statistics
ar: الإحصائيات
cs: Statistiky
de: Statistiken
el: Στατιστικά
es: Estadísticas
fi: Tilastot
fr: Statistiques
he: סטטיסטיקה
hi: आंकड़े
hu: Statisztikák
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
nb: Statistikk
nl: Statistieken
pl: Statystyki
ro: Statistici
sv: Statistik
th: สถิติ
tr: İstatistikler
zh: 统计

source: Trips
ar: الرحلات
cs: Jízdy
de: Fahrten
el: Διαδρομές
es: Viajes
fi: Matkat
fr: Trajets
he: נסיעות
hi: यात्राएं
hu: Utak
id: Perjalanan
it: Viaggi
ja: 走行
ko: 주행
nb: Turer
nl: Ritten
pl: Podróże
ro: Călătorii
sv: Resor
th: การเดินทาง
tr: Seyahatler
zh: 行程

source: Total
ar: الإجمالي
cs: Celkem
de: Gesamt
el: Σύνολο
fi: Yhteensä
he: סה"כ
hi: कुल
hu: Összesen
it: Totale
ja: 合計
ko: 총계
nb: Totalt
nl: Totaal
pl: Razem
sv: Totalt
th: รวม
tr: Toplam
zh: 总计

source: Business
ar: عمل
cs: Pracovní
de: Geschäftlich
el: Επαγγελματικές
es: Trabajo
fi: Työ
fr: Professionnel
he: עסקי
hi: व्यवसाय
hu: Üzleti
id: Bisnis
it: Lavoro
ja: 業務
ko: 업무
nb: Jobb
nl: Zakelijk
pl: Służbowe
ro: Serviciu
sv: Tjänst
th: ธุรกิจ
tr: İş
zh: 商务

source: Private
ar: شخصي
cs: Soukromé
de: Privat
el: Προσωπικές
es: Personal
fi: Yksityinen
fr: Privé
he: פרטי
hi: निजी
hu: Magán
id: Pribadi
it: Privato
ja: プライベート
ko: 개인
nb: Privat
nl: Privé
pl: Prywatne
ro: Personal
sv: Privat
th: ส่วนตัว
tr: Özel
zh: 私人

source: Logged in
ar: تم تسجيل الدخول
cs: Přihlášen
de: Angemeldet
el: Συνδεδεμένος
es: Conectado
fi: Kirjautunut
fr: Connecté
he: מחובר
hi: लॉग इन
hu: Bejelentkezve
id: Masuk
it: Connesso
ja: ログイン済み
ko: 로그인됨
nb: Innlogget
nl: Ingelogd
pl: Zalogowano
ro: Conectat
sv: Inloggad
th: เข้าสู่ระบบแล้ว
tr: Giriş yapıldı
zh: 已登录

source: Log in with Google
ar: تسجيل الدخول بـ Google
cs: Přihlásit se přes Google
de: Mit Google anmelden
el: Σύνδεση με Google
es: Iniciar sesión con Google
fi: Kirjaudu Googlella
fr: Se connecter avec Google
he: התחבר עם Google
hi: Google से लॉग इन करें
hu: Bejelentkezés Google-lal
id: Masuk dengan Google
it: Accedi con Google
ja: Googleでログイン
ko: Google로 로그인
nb: Logg inn med Google
nl: Inloggen met Google
pl: Zaloguj przez Google
ro: Conectare cu Google
sv: Logga in med Google
th: เข้าสู่ระบบด้วย Google
tr: Google ile giriş yap
zh: 使用Google登录

source: My Cars
ar: سياراتي
cs: Moje Auta
de: Meine Autos
el: Τα Αυτοκίνητά μου
es: Mis Coches
fi: Omat Autoni
fr: Mes Voitures
he: הרכבים שלי
hi: मेरी कारें
hu: Autóim
id: Mobil Saya
it: Le Mie Auto
ja: マイカー
ko: 내 차량
nb: Mine Biler
nl: Mijn Auto's
pl: Moje Samochody
ro: Mașinile Mele
sv: Mina Bilar
th: รถของฉัน
tr: Arabalarım
zh: 我的车辆

# carsCount
source: {count, plural, =0{0 cars} =1{1 car} other{{count} cars}}
ar: {count, plural, =0{0 سيارات} =1{سيارة واحدة} =2{سيارتان} few{{count} سيارات} other{{count} سيارة}}
cs: {count, plural, =0{0 aut} =1{1 auto} few{{count} auta} other{{count} aut}}
de: {count, plural, =0{0 Autos} =1{1 Auto} other{{count} Autos}}
el: {count} αυτοκίνητα
es: {count, plural, =0{0 coches} =1{1 coche} other{{count} coches}}
fi: {count, plural, =0{0 autoa} =1{1 auto} other{{count} autoa}}
fr: {count, plural, =0{0 voitures} =1{1 voiture} other{{count} voitures}}
he: {count} רכבים
hi: {count} कारें
hu: {count} autó
id: {count} mobil
it: {count, plural, =0{0 auto} =1{1 auto} other{{count} auto}}
ja: {count}台
ko: {count}대
nb: {count, plural, =0{0 biler} =1{1 bil} other{{count} biler}}
nl: {count, plural, =0{0 auto's} =1{1 auto} other{{count} auto's}}
pl: {count, plural, =0{0 samochodów} =1{1 samochód} few{{count} samochody} other{{count} samochodów}}
ro: {count, plural, =0{0 mașini} =1{1 mașină} few{{count} mașini} other{{count} mașini}}
sv: {count, plural, =0{0 bilar} =1{1 bil} other{{count} bilar}}
th: {count} คัน
tr: {count} araba
zh: {count}辆车

# manageVehicles
source: Manage your vehicles
ar: إدارة مركباتك
cs: Spravujte svá vozidla
de: Verwalte deine Fahrzeuge
el: Διαχειριστείτε τα οχήματά σας
es: Gestiona tus vehículos
fi: Hallitse ajoneuvoja
fr: Gérez vos véhicules
he: נהל את הרכבים שלך
hi: अपने वाहनों का प्रबंधन करें
hu: Járműveid kezelése
id: Kelola kendaraan Anda
it: Gestisci i tuoi veicoli
ja: 車両を管理
ko: 차량 관리
nb: Administrer kjøretøyene dine
nl: Beheer je voertuigen
pl: Zarządzaj swoimi pojazdami
ro: Administrează vehiculele tale
sv: Hantera dina fordon
th: จัดการยานพาหนะของคุณ
tr: Araçlarınızı yönetin
zh: 管理您的车辆

source: Location
ar: الموقع
cs: Poloha
de: Standort
el: Τοποθεσία
es: Ubicación
fi: Sijainti
fr: Localisation
he: מיקום
hi: स्थान
hu: Helyzet
id: Lokasi
it: Posizione
ja: 位置情報
ko: 위치
nb: Posisjon
nl: Locatie
pl: Lokalizacja
ro: Locație
sv: Plats
th: ตำแหน่ง
tr: Konum
zh: 位置

source: Request Location Permission
ar: طلب إذن الموقع
cs: Požádat o Oprávnění k poloze
de: Standortberechtigung anfordern
el: Αίτημα Άδειας Τοποθεσίας
es: Solicitar Permiso de Ubicación
fi: Pyydä Sijaintilupa
fr: Demander la Permission de Localisation
he: בקש הרשאת מיקום
hi: स्थान अनुमति का अनुरोध करें
hu: Helymeghatározási engedély kérése
id: Minta Izin Lokasi
it: Richiedi Permesso Posizione
ja: 位置情報の許可をリクエスト
ko: 위치 권한 요청
nb: Be om Posisjonstillatelse
nl: Vraag Locatie Permissie
pl: Poproś o Uprawnienia Lokalizacji
ro: Solicită Permisiune Locație
sv: Begär Platsbehörighet
th: ขอสิทธิ์เข้าถึงตำแหน่ง
tr: Konum İzni İste
zh: 请求位置权限

source: Open iOS Settings
ar: فتح إعدادات iOS
cs: Otevřít nastavení iOS
de: iOS-Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων iOS
es: Abrir Ajustes de iOS
fi: Avaa iOS-asetukset
fr: Ouvrir les Paramètres iOS
he: פתח הגדרות iOS
hi: iOS सेटिंग्स खोलें
hu: iOS Beállítások megnyitása
id: Buka Pengaturan iOS
it: Apri Impostazioni iOS
ja: iOS設定を開く
ko: iOS 설정 열기
nb: Åpne iOS-innstillinger
nl: Open iOS Instellingen
pl: Otwórz Ustawienia iOS
ro: Deschide Setări iOS
sv: Öppna iOS-inställningar
th: เปิดตั้งค่า iOS
tr: iOS Ayarlarını Aç
zh: 打开iOS设置

source: Location permission granted!
ar: تم منح إذن الموقع!
cs: Oprávnění k poloze uděleno!
de: Standortberechtigung erteilt!
el: Δόθηκε άδεια τοποθεσίας!
es: ¡Permiso de ubicación concedido!
fi: Sijaintilupa myönnetty!
fr: Permission de localisation accordée !
he: הרשאת מיקום אושרה!
hi: स्थान अनुमति दी गई!
hu: Helymeghatározási engedély megadva!
id: Izin lokasi diberikan!
it: Permesso posizione concesso!
ja: 位置情報の許可が付与されました！
ko: 위치 권한이 허용되었습니다!
nb: Posisjonstillatelse gitt!
nl: Locatiepermissie toegestaan!
pl: Uprawnienie lokalizacji przyznane!
ro: Permisiune locație acordată!
sv: Platsbehörighet beviljad!
th: ได้รับสิทธิ์เข้าถึงตำแหน่งแล้ว!
tr: Konum izni verildi!
zh: 位置权限已授予！

# locationPermissionDenied
source: Location permission denied - go to Settings
ar: تم رفض إذن الموقع - اذهب للإعدادات
cs: Oprávnění k poloze zamítnuto - jděte do Nastavení
de: Standortberechtigung verweigert - gehe zu Einstellungen
el: Απορρίφθηκε η άδεια τοποθεσίας - πηγαίνετε στις Ρυθμίσεις
es: Permiso de ubicación denegado - ve a Ajustes
fi: Sijaintilupa evätty - siirry Asetuksiin
fr: Permission de localisation refusée - allez dans Paramètres
he: הרשאת מיקום נדחתה - עבור להגדרות
hi: स्थान अनुमति अस्वीकृत - सेटिंग्स में जाएं
hu: Helymeghatározási engedély megtagadva - menj a Beállításokba
id: Izin lokasi ditolak - buka Pengaturan
it: Permesso posizione negato - vai in Impostazioni
ja: 位置情報の許可が拒否されました - 設定に移動してください
ko: 위치 권한이 거부됨 - 설정으로 이동하세요
nb: Posisjonstillatelse nektet - gå til Innstillinger
nl: Locatiepermissie geweigerd - ga naar Instellingen
pl: Uprawnienie lokalizacji odrzucone - przejdź do Ustawień
ro: Permisiune locație refuzată - mergi la Setări
sv: Platsbehörighet nekad - gå till Inställningar
th: สิทธิ์เข้าถึงตำแหน่งถูกปฏิเสธ - ไปที่ตั้งค่า
tr: Konum izni reddedildi - Ayarlara gidin
zh: 位置权限被拒绝 - 请前往设置

# enableLocationServices
source: First enable Location Services in iOS Settings
ar: قم بتفعيل خدمات الموقع في إعدادات iOS أولاً
cs: Nejprve povolte Polohové služby v nastavení iOS
de: Aktiviere zuerst Ortungsdienste in den iOS-Einstellungen
el: Ενεργοποιήστε πρώτα τις Υπηρεσίες Τοποθεσίας στις Ρυθμίσεις iOS
es: Primero activa los Servicios de ubicación en los Ajustes de iOS
fi: Ota ensin Sijaintipalvelut käyttöön iOS-asetuksissa
fr: Activez d'abord les Services de localisation dans les Paramètres iOS
he: הפעל קודם שירותי מיקום בהגדרות iOS
hi: पहले iOS सेटिंग्स में स्थान सेवाएं सक्षम करें
hu: Először engedélyezd a Helymeghatározást az iOS Beállításokban
id: Aktifkan Layanan Lokasi di Pengaturan iOS terlebih dahulu
it: Prima attiva i Servizi di localizzazione nelle Impostazioni iOS
ja: まずiOS設定で位置情報サービスを有効にしてください
ko: 먼저 iOS 설정에서 위치 서비스를 활성화하세요
nb: Aktiver Posisjonstjenester i iOS-innstillinger først
nl: Zet eerst Locatieservices aan in iOS Instellingen
pl: Najpierw włącz Usługi lokalizacji w Ustawieniach iOS
ro: Activează mai întâi Serviciile de Localizare în Setări iOS
sv: Aktivera Platstjänster i iOS-inställningar först
th: เปิดใช้บริการตำแหน่งในตั้งค่า iOS ก่อน
tr: Önce iOS Ayarlarında Konum Servislerini etkinleştirin
zh: 请先在iOS设置中开启位置服务

source: Automatic detection
ar: الاكتشاف التلقائي
cs: Automatická detekce
de: Automatische Erkennung
el: Αυτόματη ανίχνευση
es: Detección automática
fi: Automaattinen tunnistus
fr: Détection automatique
he: זיהוי אוטומטי
hi: स्वचालित पहचान
hu: Automatikus érzékelés
id: Deteksi otomatis
it: Rilevamento automatico
ja: 自動検出
ko: 자동 감지
nb: Automatisk oppdagelse
nl: Automatische detectie
pl: Automatyczne wykrywanie
ro: Detectare automată
sv: Automatisk upptäckt
th: ตรวจจับอัตโนมัติ
tr: Otomatik algılama
zh: 自动检测

# autoDetectionSubtitle
source: Start/stop trips automatically when CarPlay connects
ar: بدء/إيقاف الرحلات تلقائيًا عند اتصال CarPlay
cs: Automaticky zahajovat/ukončovat jízdy při připojení CarPlay
de: Fahrten automatisch starten/stoppen bei CarPlay-Verbindung
el: Αυτόματη έναρξη/διακοπή διαδρομών με σύνδεση CarPlay
es: Iniciar/parar viajes automáticamente al conectar CarPlay
fi: Aloita/lopeta matkat automaattisesti CarPlay-yhteyden aikana
fr: Démarrer/arrêter les trajets automatiquement lors de la connexion CarPlay
he: התחל/עצור נסיעות אוטומטית בחיבור CarPlay
hi: CarPlay कनेक्ट होने पर यात्राएं स्वचालित शुरू/बंद करें
hu: Utak automatikus indítása/leállítása CarPlay csatlakozáskor
id: Mulai/hentikan perjalanan otomatis saat CarPlay terhubung
it: Avvia/ferma viaggi automaticamente quando CarPlay si connette
ja: CarPlay接続時に自動的に走行を開始/停止
ko: CarPlay 연결 시 자동으로 주행 시작/종료
nb: Start/stopp turer automatisk ved CarPlay-tilkobling
nl: Start/stop ritten automatisch bij CarPlay verbinding
pl: Rozpoczynaj/kończ podróże automatycznie przy połączeniu CarPlay
ro: Pornește/oprește automat călătoriile la conectarea CarPlay
sv: Starta/stoppa resor automatiskt vid CarPlay-anslutning
th: เริ่ม/หยุดการเดินทางอัตโนมัติเมื่อ CarPlay เชื่อมต่อ
tr: CarPlay bağlandığında seyahatleri otomatik başlat/durdur
zh: 连接CarPlay时自动开始/结束行程

source: CarPlay is connected
ar: CarPlay متصل
cs: CarPlay je připojeno
de: CarPlay ist verbunden
el: Το CarPlay είναι συνδεδεμένο
es: CarPlay está conectado
fi: CarPlay on yhdistetty
fr: CarPlay est connecté
he: CarPlay מחובר
hi: CarPlay कनेक्टेड है
hu: CarPlay csatlakoztatva
id: CarPlay terhubung
it: CarPlay è connesso
ja: CarPlayが接続されています
ko: CarPlay가 연결되어 있습니다
nb: CarPlay er tilkoblet
nl: CarPlay is verbonden
pl: CarPlay jest połączony
ro: CarPlay este conectat
sv: CarPlay är ansluten
th: CarPlay เชื่อมต่อแล้ว
tr: CarPlay bağlı
zh: CarPlay已连接

source: Queue
ar: قائمة الانتظار
cs: Fronta
de: Warteschlange
el: Ουρά
es: Cola
fi: Jono
fr: File d'attente
he: תור
hi: कतार
hu: Sor
id: Antrean
it: Coda
ja: キュー
ko: 대기열
nb: Kø
nl: Wachtrij
pl: Kolejka
ro: Coadă
sv: Kö
th: คิว
tr: Kuyruk
zh: 队列

# queueItems
source: {count} items in queue
ar: {count} عناصر في الانتظار
cs: {count} položek ve frontě
de: {count} Elemente in Warteschlange
el: {count} στοιχεία στην ουρά
es: {count} elementos en cola
fi: {count} kohdetta jonossa
fr: {count} éléments en file d'attente
he: {count} פריטים בתור
hi: कतार में {count} आइटम
hu: {count} elem a sorban
id: {count} item dalam antrean
it: {count} elementi in coda
ja: {count}件がキューにあります
ko: {count}개 항목이 대기 중
nb: {count} elementer i køen
nl: {count} items in wachtrij
pl: {count} elementów w kolejce
ro: {count} elemente în coadă
sv: {count} objekt i kön
th: {count} รายการในคิว
tr: Kuyrukta {count} öğe
zh: {count}个待处理项目

# queueSubtitle
source: Will be sent when online
ar: سيتم إرسالها عند الاتصال
cs: Budou odeslány po připojení
de: Werden gesendet, sobald online
el: Θα αποσταλούν όταν συνδεθείτε
es: Se enviarán cuando haya conexión
fi: Lähetetään kun online
fr: Seront envoyés une fois en ligne
he: יישלחו כשתהיה מקוון
hi: ऑनलाइन होने पर भेजे जाएंगे
hu: Online állapotban küldésre kerül
id: Akan dikirim saat online
it: Verranno inviati quando online
ja: オンライン時に送信されます
ko: 온라인 시 전송됩니다
nb: Sendes når tilkoblet
nl: Worden verzonden zodra online
pl: Zostaną wysłane po połączeniu
ro: Vor fi trimise când ești online
sv: Skickas när online
th: จะถูกส่งเมื่อออนไลน์
tr: Çevrimiçi olunca gönderilecek
zh: 联网后将自动发送

source: Send now
ar: إرسال الآن
cs: Odeslat nyní
de: Jetzt senden
el: Αποστολή τώρα
es: Enviar ahora
fi: Lähetä nyt
fr: Envoyer maintenant
he: שלח עכשיו
hi: अभी भेजें
hu: Küldés most
id: Kirim sekarang
it: Invia ora
ja: 今すぐ送信
ko: 지금 전송
nb: Send nå
nl: Nu verzenden
pl: Wyślij teraz
ro: Trimite acum
sv: Skicka nu
th: ส่งตอนนี้
tr: Şimdi gönder
zh: 立即发送

# aboutApp
source: About this app
ar: حول التطبيق
cs: O této aplikaci
de: Über diese App
el: Σχετικά με την εφαρμογή
es: Acerca de esta aplicación
fi: Tietoa sovelluksesta
fr: À propos de cette application
he: אודות האפליקציה
hi: इस ऐप के बारे में
hu: Az alkalmazásról
id: Tentang aplikasi ini
it: Informazioni su questa app
ja: このアプリについて
ko: 앱 정보
nb: Om denne appen
nl: Over deze app
pl: O tej aplikacji
ro: Despre această aplicație
sv: Om denna app
th: เกี่ยวกับแอปนี้
tr: Bu uygulama hakkında
zh: 关于此应用

# aboutDescription
source: Zero Click automatically detects when you get in the car via Bluetooth/CarPlay and tracks trips. No manual entry required.
ar: يحل هذا التطبيق محل أتمتة اختصارات iPhone لتسجيل المسافات. يكتشف تلقائيًا عند ركوبك السيارة عبر البلوتوث/CarPlay ويسجل الرحلات.
cs: Tato aplikace nahrazuje automatizaci iPhone Zkratek pro knihu jízd. Automaticky detekuje, když nastoupíte do auta přes Bluetooth/CarPlay a zaznamenává jízdy.
de: Diese App ersetzt die iPhone Kurzbefehle-Automatisierung für die Kilometererfassung. Sie erkennt automatisch, wenn du ins Auto steigst, via Bluetooth/CarPlay und zeichnet Fahrten auf.
el: Αυτή η εφαρμογή αντικαθιστά την αυτοματοποίηση Συντομεύσεων iPhone για την καταγραφή χιλιομέτρων. Ανιχνεύει αυτόματα όταν μπαίνετε στο αυτοκίνητο μέσω Bluetooth/CarPlay και καταγράφει διαδρομές.
es: Esta aplicación reemplaza la automatización de Atajos de iPhone para el registro de kilómetros. Detecta automáticamente cuándo subes al coche a través de Bluetooth/CarPlay y registra los viajes.
fi: Tämä sovellus korvaa iPhone Oikotiet -automaation ajopäiväkirjalle. Se tunnistaa automaattisesti, kun nouset autoon Bluetoothin/CarPlayn kautta ja tallentaa matkat.
fr: Cette application remplace l'automatisation des Raccourcis iPhone pour le suivi kilométrique. Elle détecte automatiquement quand vous montez dans la voiture via Bluetooth/CarPlay et enregistre les trajets.
he: האפליקציה הזו מחליפה את האוטומציה של קיצורי דרך iPhone ליומן קילומטרים. היא מזהה אוטומטית כשאתה נכנס לרכב דרך Bluetooth/CarPlay ומתעדת נסיעות.
hi: यह ऐप माइलेज ट्रैकिंग के लिए iPhone शॉर्टकट ऑटोमेशन की जगह लेता है। यह ब्लूटूथ/CarPlay के माध्यम से स्वचालित रूप से पता लगाता है कि आप कार में कब बैठते हैं और यात्राएं रिकॉर्ड करता है।
hu: Ez az alkalmazás helyettesíti az iPhone Parancsok automatizálását a kilométer naplózáshoz. Automatikusan érzékeli, amikor beülsz az autóba Bluetooth/CarPlay-en keresztül és rögzíti az utakat.
id: Aplikasi ini menggantikan otomatisasi Pintasan iPhone untuk pencatatan kilometer. Secara otomatis mendeteksi saat Anda masuk ke mobil melalui Bluetooth/CarPlay dan mencatat perjalanan.
it: Questa app sostituisce l'automazione Comandi Rapidi di iPhone per il registro chilometri. Rileva automaticamente quando sali in auto tramite Bluetooth/CarPlay e registra i viaggi.
ja: このアプリはiPhoneショートカットの自動化に代わる走行距離記録アプリです。Bluetooth/CarPlayで車に乗ったことを自動検出し、走行を記録します。
ko: 이 앱은 iPhone 단축어 자동화를 대체하여 주행 기록을 관리합니다. 블루투스/CarPlay를 통해 차량 탑승을 자동 감지하고 주행을 기록합니다.
nb: Denne appen erstatter iPhone Snarveier-automatisering for kjørebok. Den oppdager automatisk når du setter deg i bilen via Bluetooth/CarPlay og registrerer turer.
nl: Zero Click detecteert automatisch wanneer je in de auto stapt via Bluetooth/CarPlay en houdt ritten bij. Geen handmatige invoer nodig.
pl: Ta aplikacja zastępuje automatyzację Skrótów iPhone'a do rejestracji kilometrów. Automatycznie wykrywa, kiedy wsiadasz do samochodu przez Bluetooth/CarPlay i rejestruje podróże.
ro: Această aplicație înlocuiește automatizarea Comenzi Rapide iPhone pentru jurnal kilometri. Detectează automat când urci în mașină prin Bluetooth/CarPlay și înregistrează călătoriile.
sv: Denna app ersätter iPhone Genvägar-automatisering för körjournal. Den upptäcker automatiskt när du sätter dig i bilen via Bluetooth/CarPlay och registrerar resor.
th: แอปนี้แทนที่การทำงานอัตโนมัติของคำสั่งลัด iPhone สำหรับบันทึกระยะทาง ตรวจจับอัตโนมัติเมื่อคุณขึ้นรถผ่าน Bluetooth/CarPlay และบันทึกการเดินทาง
tr: Bu uygulama, kilometre kaydı için iPhone Kısayolları otomasyonunun yerini alır. Bluetooth/CarPlay üzerinden arabaya bindiğinizi otomatik olarak algılar ve seyahatleri kaydeder.
zh: 此应用取代iPhone快捷指令自动化进行里程记录。它通过蓝牙/CarPlay自动检测您何时上车并记录行程。

# loggedInAs
source: Logged in as {email}
ar: تم تسجيل الدخول كـ {email}
cs: Přihlášen jako {email}
de: Angemeldet als {email}
el: Συνδεδεμένος ως {email}
es: Conectado como {email}
fi: Kirjautunut: {email}
fr: Connecté en tant que {email}
he: מחובר כ-{email}
hi: {email} के रूप में लॉग इन
hu: Bejelentkezve: {email}
id: Masuk sebagai {email}
it: Connesso come {email}
ja: {email}としてログイン中
ko: {email}(으)로 로그인됨
nb: Innlogget som {email}
nl: Ingelogd als {email}
pl: Zalogowano jako {email}
ro: Conectat ca {email}
sv: Inloggad som {email}
th: เข้าสู่ระบบในชื่อ {email}
tr: {email} olarak giriş yapıldı
zh: 已登录为 {email}

# errorSaving
source: Error saving: {error}
ar: خطأ في الحفظ: {error}
cs: Chyba při ukládání: {error}
de: Fehler beim Speichern: {error}
el: Σφάλμα αποθήκευσης: {error}
es: Error al guardar: {error}
fi: Tallennusvirhe: {error}
fr: Erreur lors de l'enregistrement : {error}
he: שגיאה בשמירה: {error}
hi: सहेजने में त्रुटि: {error}
hu: Mentési hiba: {error}
id: Error menyimpan: {error}
it: Errore durante il salvataggio: {error}
ja: 保存エラー：{error}
ko: 저장 오류: {error}
nb: Feil ved lagring: {error}
nl: Fout bij opslaan: {error}
pl: Błąd zapisu: {error}
ro: Eroare la salvare: {error}
sv: Fel vid sparande: {error}
th: บันทึกผิดพลาด: {error}
tr: Kaydetme hatası: {error}
zh: 保存错误：{error}

source: Car settings saved
ar: تم حفظ إعدادات السيارة
cs: Nastavení auta uloženo
de: Auto-Einstellungen gespeichert
el: Αποθηκεύτηκαν οι ρυθμίσεις αυτοκινήτου
es: Ajustes del coche guardados
fi: Auton asetukset tallennettu
fr: Paramètres voiture enregistrés
he: הגדרות הרכב נשמרו
hi: कार सेटिंग्स सहेजी गईं
hu: Autó beállítások mentve
id: Pengaturan mobil tersimpan
it: Impostazioni auto salvate
ja: 車の設定が保存されました
ko: 차량 설정이 저장되었습니다
nb: Bilinnstillinger lagret
nl: Auto instellingen opgeslagen
pl: Ustawienia samochodu zapisane
ro: Setări mașină salvate
sv: Bilinställningar sparade
th: บันทึกการตั้งค่ารถยนต์แล้ว
tr: Araba ayarları kaydedildi
zh: 车辆设置已保存

# enterUsernamePassword
source: Enter username and password
ar: أدخل اسم المستخدم وكلمة المرور
cs: Zadejte uživatelské jméno a heslo
de: Benutzername und Passwort eingeben
el: Εισάγετε όνομα χρήστη και κωδικό
es: Introduce usuario y contraseña
fi: Anna käyttäjätunnus ja salasana
fr: Entrez le nom d'utilisateur et le mot de passe
he: הזן שם משתמש וסיסמה
hi: उपयोगकर्ता नाम और पासवर्ड दर्ज करें
hu: Add meg a felhasználónevet és jelszót
id: Masukkan nama pengguna dan kata sandi
it: Inserisci nome utente e password
ja: ユーザー名とパスワードを入力してください
ko: 사용자 이름과 비밀번호를 입력하세요
nb: Skriv inn brukernavn og passord
nl: Vul gebruikersnaam en wachtwoord in
pl: Wprowadź nazwę użytkownika i hasło
ro: Introdu numele de utilizator și parola
sv: Ange användarnamn och lösenord
th: กรอกชื่อผู้ใช้และรหัสผ่าน
tr: Kullanıcı adı ve şifre girin
zh: 请输入用户名和密码

source: Cars
ar: السيارات
cs: Auta
de: Autos
el: Αυτοκίνητα
es: Coches
fi: Autot
fr: Voitures
he: רכבים
hi: कारें
hu: Autók
id: Mobil
it: Auto
ja: 車
ko: 차량
nb: Biler
nl: Auto's
pl: Samochody
ro: Mașini
sv: Bilar
th: รถยนต์
tr: Arabalar
zh: 车辆

source: Add car
ar: إضافة سيارة
cs: Přidat auto
de: Auto hinzufügen
el: Προσθήκη αυτοκινήτου
es: Añadir coche
fi: Lisää auto
fr: Ajouter une voiture
he: הוסף רכב
hi: कार जोड़ें
hu: Autó hozzáadása
id: Tambah mobil
it: Aggiungi auto
ja: 車を追加
ko: 차량 추가
nb: Legg til bil
nl: Auto toevoegen
pl: Dodaj samochód
ro: Adaugă mașină
sv: Lägg till bil
th: เพิ่มรถยนต์
tr: Araba ekle
zh: 添加车辆
